{"pages":[{"title":"Tags","date":"2017-05-23T09:50:07.911Z","path":"tags/index.html","text":""},{"title":"Categories","date":"2017-05-23T10:27:18.748Z","path":"categories/index.html","text":""},{"title":"About","date":"2017-05-30T09:11:05.936Z","path":"about/index.html","text":"本博客系统分为一个主站点和两个分站点，分别用来书写blog、维基、有意思的分享之用。 这个网站是Librix’s Blog的维基。主要用于书写系统性的学习方面的笔记之用。本站点的文章还会经历大量的修改工作，未完请待续。 Contact他于2014年考入贵州大学土木工程学院，现在是建筑工程专业的一名本科生。 2014年加入学生会和社团联合会。2014年加入小德云社学习相声表演。2015年与友人创立围棋协会，同年在指南针协会的帮助下到贵州岑管支教，2016年与今日贵大一起做志愿者，同年尝试运营学院新闻中心（失败）。 2015年-2017年先后五次参加数学建模，2016年参与 SRT 课题拆弹机器人（已结题），2014年-2016年申请“3THspacE”创新创业项目（已失败）。很多挂科，屡败屡战。 2017年正在学习 python 全栈开发，以及准备结构工程的考研。 微博：http://weibo.com/librix 微信公共号：尋歡作樂軒（helloxuan886） Email：gzdxcyx2014@163.com 阅读与思考性格属于INTP类型。 目前自己在专业方向可以进行简单的结构设计工作。社会能力方面，较为精通PPT，能够写活动策划书。生活方面可以简单的维修电脑。喜欢下棋和阅读认识现实实在性的图书。 最擅长的领域：无。努力方向：土木工程师。 阅读领域：删除。 主要集中在智慧、生命、成长、计算机、建筑、工程师、设计、数学统计、物理学、分子生物、简单化学、简单的法律管理历史文艺理论。 网站说明第一版，还会更改很多。 详细请查看主题翻译文档。 格言与右铭无小戒以养道心自由，有大律而使魔念不生。改变和接受无法消除生活的复杂性。向死而学。 捐助 Changelog2017-05-30：决定建立此站点，更新Aobut Me。"}],"posts":[{"title":"【一周语录】0529-0605逻辑反转的笑话","date":"2017-05-29T16:00:00.000Z","path":"wiki/2017-05-30-逻辑反转的笑话/","text":"纯良大叔 对方：“我真的不太理解你为什么……”我：“说明你理解能力太差。” ​​​​ @眼睛长在屁股上 1、突然之间给你一亿人民币2、突然之间你获得了读心术3、突然之间学会了时光倒流4、突然之间获得所有异性的喜爱 怎么样，是不是随便编几个选项让你选你就开始意淫起来了 ​​​​@librix: 写小说的套路? 纯良大叔 我人生中最大的一次奇迹，就是在我最穷的时候，睡觉梦见了一串彩票开奖号码，于是我孤注一掷，把身上仅有的几十块钱全部买了彩票，最后奇迹果然发生了：因为没钱吃饭，我喝了一个星期的白开水都没死！ ​​​​ 纯良大叔 人生不如意之事十有八九，剩下的十之一二，超级不如意。 ​​​​ 纯良大叔 别人单身：我一个人吃饭旅行到处走走停停，也一个人看书写信自己对话谈心。你单身：我一个人吃饭吃饭吃饭吃饭吃饭，也一个人上网上网上网上网上网。 ​​​​ 纯良大叔 唐僧师徒看见一个妖怪在打怀孕的老婆，悟空高高跃起一棒落下，妖怪瞬间变成一地碎屑，唐僧疑惑不已：“悟空你是不是打错妖了，他为何没有现出原形？”悟空道：“错不了，他的原形就是人渣。” 纯良大叔 生活不止眼前的苟且，还有零食和手机。 ​​​​ 纯良大叔 我暗示一个女孩说：“我不愿让你一个人。”她点点头，第二天就找了个男朋友。 ​​​​ @怕上火暴王老菊 感觉现在的表情图，一定要那种被反复压缩过的失真的感觉，带点浅绿的马赛克，配的字要和图混合成一体，才是合格的表情包。和酒一样，有种被时光所鉴定的厚重感。而那些像素清晰黑白分明的表情包，哪怕再有趣，也无心使用。 ​​​​ 万死不辞，每天被气死一万次，但仍然不辞职。 ​​​​ @瓦特争气鸡 直男表白：“虽然你这个人特别丑，特别胖，但是很讨我喜欢，我决定跟你在一起”“滚暖男表白：“只要你想，我会一直都在，出去玩吧，我等你回来”“你是个好人”文艺男表白：“草在结它的种子，风在摇它的叶子，我们站着，不说话，就十分美好”“啥？”你喜欢的小哥哥：“……”“好啊好啊好啊” ​​​​ 男：怎么啦？女：没事（不给你提示，一边安抚我一边自己去推敲我为什么生气吧，但是不要找我问太多很烦哦。然后如果时间太久的话我也会生气哦。如果连这点都不知道的话我会更生气。好，开始）——fb 方吉君 译 ​​​​ 早上起床收到女票的消息：“噢耶，老娘我还要来六次大姨妈就高中毕业了”在回复上我无奈地写道：“老子不知道还要撸多少遍才毕业” via RMB250 ​​​​ 有的所谓的稳定工作，就是你一直有工作，但却稳定赚不了什么钱。——NeEnergy ​​​​","tags":[{"name":"笑话","slug":"笑话","permalink":"http://librix.github.io/wiki/tags/笑话/"},{"name":"文字","slug":"文字","permalink":"http://librix.github.io/wiki/tags/文字/"}],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"逻辑反转","slug":"语录收集/逻辑反转","permalink":"http://librix.github.io/wiki/categories/语录收集/逻辑反转/"}]},{"title":"《土木工程施工（第四版）》钟晖 读书笔记","date":"2017-05-29T16:00:00.000Z","path":"wiki/2017-05-30-土木工程施工/","text":"《土木工程施工（第四版）》是重庆大学出版社出版的一本本科教材。由钟晖、栗宜民、艾合买提・依不拉音主编。 第一章 土石方工程包括： 主要施工过程：土石方的开挖、运输、填筑、平整、压实、etc 准备和辅助工作：场地清理、施工放水、降水、土壁支护、etc 特点： 工程量大、面广。 多为露天作业，受气候、水文、地形地质影响 难确定因素多、施工条件复杂。 施工前要做好准备工作 合理施工方案 降低劳动强度 加快施工进度 节省施工成本 好好清理场地 地面水排除 测量放线 施工中 施工排水 土地支撑 边坡防护 测量控制点 概述土的分类分类方法多： 土的颗粒级配或塑性指数 沉积年代 工程特性 不同的土，物理、力学性质不同。只有充分掌握各类土的特性及施工过程影响，才能正确选择施工方法。 施工分类方法：土石方施工时候，土开挖难易程度分8类，称土的工程分类。开挖方法： 锹、锄头 撬棍、镐 爆破 土的工程性质： 天然密度（总m和总V） 干密度（$m_s$和总V）：密实程度的标准 可松性 K：开挖后松散体积；$K’$:回填后压实 最初可松性系数 $K_s=\\frac{V_2}{V_1}$ 最后可松性系数 $K_s’=\\frac{V_3}{V_1}$ 对土的调配、计算土方运输量、运输工具选择有影响。 含水量（$m_w$与$m_s$的比值） 透水量：水流通过土的难易程度。（$v=Ki$渗透系数、水利坡降） 施工准备和辅助工作场地平整的施工准备工作 施工单位了解施工场地 地形地貌 原有地下管线 构筑物竣工图 土石方施工图 技术材料 工程 水文地质 气象条件 平面控制桩位 场地清理 地面水排除：排水沟、截水沟（山区）、挡水土坝（低洼） 临时道路、设施修筑 考虑雨水、冬季施工安全施工降水基底面低于地下水位，采用人工降水。降水，降低水位。降水方法 集水井降水：明排水法 水泵：离心泵、潜水泵。 井点降水法：人工降低地下水位法 轻型井点应用较为广泛，可以做一次专题 回灌方法：井点、建筑物之间打一排回灌孔，维持建筑物地下水位不下降。 流沙的形成与防治（考点）形成条件： 开挖深度大 地下水位高 土质不好开挖到地下水位以下的时候，土为流态，随地下水流入基坑。 发生流沙土的状态？ 土的承载力完全丧失 土边挖边冒（土力学有更详细的说明） 施工条件恶化，难达到设计深度 严重时，造成旁边建筑物：下沉、倾斜、倒塌 地下水位越高，坑内外水位差越大，动水压力越大，越容易发成流沙现象。 可能发成流沙的土质，基坑挖深超过0.5m，注意流沙。 管涌：当$H\\gammaw&gt;h\\gamma土$发生。力量不均衡随时发生。 覆盖厚度的重量小于 承压水顶托力 细颗粒、均匀、松散、饱和、非粘性土容易发生流沙。 动水压力的方向和大小是是否发生流沙的关键： 平衡动水压力 设法使动水压力向下 截断地下水流 工程措施： 枯水期（地下水位低）施工 抢挖法：挖土速度大于冒沙速度 打板桩（减小水利坡降） 水下挖土法（不排水施工） 井点降低地下水位（设法使动水压力向下），此方法较为可靠。 地下连续墙、土壤冻结法（截断地下水） 土方边坡与土壁支撑为了防止塌方，保证土壁稳定。1、土方边坡 坡度（tan）=1/m，m边坡系数 直线、折线、阶梯2、土壁支撑 场地限制 分为：断式水平挡土支撑、连续式水平挡土支撑、连续式垂直挡土板支撑。 工程量计算与调配土石方量计算 基坑、基槽土方量 长宽比例3:1以内按照拟柱体计算 超过3:1，延长度方向分段计算 基坑截面？ 场地平整（将现场平整成施工要求的设计平面）土方量 场地设计标高（专题） 场地平整土方量计算：方格网法（地形平坦）、断面法（延场地取若干平行断面）土方调配土石方量计算后立即进行。挖土利用、堆弃、填土：三者关系的综合协调。 目的 确定填挖区土方调配数量 确定填挖区土方调配方向 目标 土方施工成本最低 $C_{ij}=\\frac{\\sum E_s}{P生产率}+\\frac{E_0}{V完成土方量}$ 总运输量最小 填挖方量平衡 近期施工与后期利用 分区设计时，应考虑global最优 土料好的土填到土质量要求较高地方 尽可能与大型建筑施工吻合 机械设备功效充分利用 调配区划分（？？）调配区之间平均距离：几何中心与体积重心重合价格优化 生产率：工作量（$m^3$）/班表格计算 $x_{ij}$：从$W_i$挖方到$T_j$填方 最优解：$Z= \\sum\\sum C{ij}x{ij}$算法：最小元素法（简单、迭代次数少） 平均运距表 -&gt; 最小运距 -&gt; “T或W所在位置” $x_{ij}=$填或挖最小数值 $列限-x_{ij}$ 重复，直至为0，以\\在其他格子划去检验算法：“位势法” $C_{ij}=u_i+v_j$，令$u1=0$，则$\\lambda{ij}=C_{ij}-(u_i+v_j)$ 出现负检验数，则需要调整方案调整：“闭回路法” 找出最小的$\\lambda{ij}$，修改对应的$x{ij}$机械化施工施工机械主要的施工机械：推土机、铲运机、单斗挖掘机、多斗挖掘机、装载机等。 推土机：切土、推土、回程 -提高推土机效率 - 槽形推土 - 多铲并运 - 下坡推土 - 并列推土 - 镰刀两侧附加侧板 铲运机：挖土、运土、卸土、填筑、整平 分为液压式、索式 坡行走、铲运时：注意不要转弯铲土，容易翻车 单斗挖掘机：大型基坑、沟槽开挖，清理平整场地；装卸、起重、打桩，etc 正铲、反铲、拉铲、抓铲（自上而下，自重切土） 履带式、轮胎式 机械传动、液压传动 土方与机械配合1.49, 土方填筑与压实保证工程质量，满足强度、变形、稳定性的要求。 土料选择1、设计要求2、设计无要求时 碎石类、沙土、爆破石渣：表层以下，最大粒径小于每层铺厚2/3（振动3/4） 细粉土：询问设计单位 粘性土（含水量满足压实要求）：各层 碎块草皮、有机质&gt;8%：无压实要求土方 淤泥质：一般不做填料；软土沼泽地，次要部位。 含盐量：表 基底处理 基底树根、积水、淤泥、杂物，清除，分层回填 建筑物地面下的填方：清除基底草皮、垃圾 厚度小于0.5m：清除基底草皮、垃圾 土质好平坦地区（i&lt;1/10）:可不清除基底草皮、垃圾，割除长草 稳定山坡(i=1/10~1/5)：清除草皮；稳定山坡(i&gt;1/5)：阶梯型基底，阶宽&gt;1.0m 基底为耕种田、松土：碾压密实 水田、池塘、沟渠：排水、除淤泥、抛块石、砂砾、矿渣后填土。 填筑要求 填土前，检查和验收： 填方基底 隐蔽工程 做隐蔽工程记录 选择压实器具：依据工程特点、填料厚度、压实遍数、施工条件 工程参数（填土压实试验） 确定填料含水量控制范围 铺土厚度 压实遍数 施工：接近水平的分层填土、压实。每层压实后，测量土干密度、压实系数、压实范围。设计要求检验。填土： 同类土 不同类土上次土透水性小（防止形成水囊） 上层透水性小，下层做成适当排水坡度、盲沟 基础管道：注意防止其偏移、变形 填土压实方法 碾压：大面积填土 平滚碾 羊足碾 振动碾 铺土均匀、遍数一致、方向两边推进中心 夯压：小面积填土 夯锤、蛙式夯实机 松填土、特厚土：重锤夯、强夯 振动：压实非粘性土 其他：振动平碾、振动凸块碾 影响压实因素： 压实功 含水量 铺土厚度 压实质量检验（密实度要求：压实系数）爆破工程深基坑和高边坡施工土方边坡支护挡土墙重力式、悬臂式、扶壁式、锚杆、加筋挡土墙，等。 计算：挖方量、填方量、余土外运量 地基与基础工程浅基础施工钢筋混凝土施工适用： 地基软弱 上部荷载大 需要较大底面尺寸 过程：支模、扎筋、浇筑混凝土、拆模、养护 地基部处理 出现岩石 尽量挖出 挖不出设置过梁架 松软土坑 松土挖出，回填基土压缩性相近的土、或用灰土 土坑大，可加深基础 土坑深，可设过梁架、局部换土、回填碎石。 地基处理强夯法80-400N，6~30m,振动，高能量夯击 桩基础施工混凝土结构工程模板工程钢筋工程混凝土工程混凝土冬期施工预应力混凝土概述先张法后张法无粘结预应力砖石砌体工程砌筑材料与材料运输砌体施工砌筑脚手架砌筑工程的质量及安全技术","tags":[{"name":"土木工程","slug":"土木工程","permalink":"http://librix.github.io/wiki/tags/土木工程/"},{"name":"施工","slug":"施工","permalink":"http://librix.github.io/wiki/tags/施工/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"土木工程施工","slug":"土木工程知识体系/土木工程施工","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/土木工程施工/"}]},{"title":"电子射线管","date":"2017-05-28T16:00:00.000Z","path":"wiki/2017-05-29-电子射线管/","text":"","tags":[{"name":"物理","slug":"物理","permalink":"http://librix.github.io/wiki/tags/物理/"},{"name":"仪器使用","slug":"仪器使用","permalink":"http://librix.github.io/wiki/tags/仪器使用/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"大学物理","slug":"土木工程知识体系/大学物理","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/大学物理/"}]},{"title":"各种软件安装技能","date":"2017-05-27T16:00:00.000Z","path":"wiki/2017-05-28-PKPM怎么安装/","text":"介绍软件的安装方式。 PKPM 怎么安装PKPM 链接: /s/1slrurlr 密码: haha 下载里面的两个文件，压缩包解压，安装 VMware 那个软件，PKPM 解压到非系统盘任意位置，大约需要8GB。 然后打开解压的位置： 可以看到里面有许多同名后缀不同的文件。 不用管别的，双击打开pkpm.vmx。 然后运行，等待一会儿。中间会有乱七八糟的提示，按提示选择即可。出现熟悉的蓝天白云。 点击桌面的PKPM，打开，即可运行。 以前使用 WIN 7 系统的破解，会出现闪屏的情况，但是这个版本不会出现这样的情况。可以测试一下。","tags":[{"name":"PKPM","slug":"PKPM","permalink":"http://librix.github.io/wiki/tags/PKPM/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"专业软件","slug":"土木工程知识体系/专业软件","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/专业软件/"}]},{"title":"《费曼物理学讲义》笔记","date":"2017-05-26T16:00:00.000Z","path":"wiki/2017-05-27-《费曼物理学讲义》笔记/","text":"这应该是我看过的的最难读、最有趣的书。难读可能是因为我有阅读障碍，还可能因为公式写的太过简略。而有趣是说如果忽略公式的意义（由其他书补充）而仅领略思想，收获颇丰。 控制自己应当得多什么，而不是贪婪的不知所谓。 思路大量工作的研究成果成为被人类熟悉的定律。但是，在不了解this part 和 that part 之间的关系的时候，就要去探索这些定律似乎是不公平的。在阐明各学科（或许使用领域这个词汇更为恰当）关系的时候和含义的时候，才能更加明确自身的感受。 一条捷径似乎是如同数学一般：熟悉基本定律，阐述一切可能情况说明基本定律的应用。但是这条路是走不通的，因为1.我们不知道所有的定律，2.正确的叙述这些定律需要陌生的概念，陌生的概念的需要更多的数学基础。所以只能一步一步来。 实验是一切科学的试金石。从哲学G观念上来说，近似定律是完全错误的。极小的效应会产生深刻的变化。 图的错误之处在于一般整个房间只有几个分子，而不像现在这样一张图里面可以出现三个。氢原子和氧原子的角度为105’3’，距离为$0.957A$。 起源：原子原子描述：固体、液体、气体是怎样的？原子的半径大约是$1-2A$，原子重量$1MeV=1.82e-37g$相对原子质量 = 一个原子质量：$1/12$C-12原子质量 = 一个原子质量/1.667e-27kg 《化学原理》书后面的附录给出的数值与1.667不同。 原子发生变化是怎样的？人们称之为化学变化。 基本原理 - 认识物质的本性科学分析的做法：观察、推理、实验。 现象分类：热、电、力学、磁、物性、化学、光或光学、X射线、核物理、引力、介子。 面临问题：发现隐匿在实验背后的定律，把现象综合起来。 热+力学=温度效应电+磁+光=电磁场化学现象+物质性质+原子行为=量子化学场+场的波+场的粒子=量子力学 事物是由什么构成的？总共存在多少基本元素？光子+电子+质子+介子，这几种粒子的相互作用=量子电动力学 物理与其他学科的关系：基础性。 物理的历史问题：环流、湍流。 能量守恒 -&gt; 虚功原理动能 能量形式：电能、热能、光能（辐射能）、化学能、弹性能、质能。能量不被看做是某个具体的物理量，而是数学的量，抽象而又奇怪。 重子守恒 时间与空间时间定义时间测量时间-周期性发成的事情（电学摆） 电学摆 t=距离/速度 （体育测试） 半衰期 $\\frac{1}{2}^{\\frac{t}{T}}=\\frac{B}{A}$ 距离测量距离：三角法、表面积$\\sigma=\\pi r^2=\\frac{A}{N}(\\frac{n_1-n_2}{n_1})$ 用没有通过的粒子数量除以粒子总数量。测量的误差是$\\Delta x=\\frac{h}{\\Delta p} 动量知识上的误差。类似的，时间误差$\\Delta t=\\frac{h}{\\Delta E}$ 几率：大量重复观察时对其出现特定结果的最可能分数统计几率不是我们希望得到N次出现。而是期望得到一个靠近N的数。 起伏 -二项分布、帕斯卡三角形 组合数、$p(n,k)=\\frac{(组合数)}{2^n} 无规则行走 D={+1,-1}问题是每一步既可以向前，又可以向后，N步以后到底平均走了多远？ $$=N$$$$D_{rms}=\\sqrt{}$$$$D=2N_n-N=N_H-N_f$$实验确定的几率是有误差的，记作：$P(H)=\\frac{N_H}{N}\\pm\\frac{1}{2\\sqrt{N}}$ 几率分布距离D 取任一特定值几率是0。$P(x,\\Delta x) = p(x)\\Delta x$：D位于$(x,\\Delta x)$的概率。$p(x)$ 几率密度。区间可以扩大到任意的$(x_1,x_2)$ $p(x_1&lt;x&lt;x2)=\\sum p(x)\\Delta x=\\inf{x_1}^{x_2} p(x)dx 测不准$P_1(x)$ ：曲线宽度$[\\Delta x]$$P_2(x)$ ：曲线宽度$[\\Delta v]$$$[\\Delta x][\\Delta v]\\neq\\frac{h}{M}$$ 离质子距离r的体积元$\\Delta V$内，有一定机会（$p(x)\\Delta V$）观察到这个电子。 未受到干扰的氢原子$p(r)=\\Lambda e^{-\\frac{r^2}{a^2}}$(a=典型半径) 万有引力Tycho Brahe 在哥本哈根附近的 Hven 岛上他的天文台编制了一张大的天文星表。Garile惯性原理：不受干扰，则会保持自身的运动。Newton深入表示：改变物体运动的唯一方式是对其用力。 评价 Newton 一个对事物普遍性有非凡触觉的人。 月球下落：离开不存在力作用时，原应遵循的那条直线。 木星的月球下落速度不同，可以据此估计光速。 Cavendish 秤地球试验。Eotvos 、Dioke 先后验证：质量与重量正比关系精确到$e-9$ 运动为了找出规律，必须描述变化。物体最简单的变化是位置随时间的明显变化–&gt;运动。 芝诺悖论。 速度、加速度 牛顿的动力学定律Newton 写下三条定律。动量各方向速度各方向加速度各方向力 Note. 因为没有向量的概念，还不能称之为分量 什么是力？动力学的主要工作是寻找有关力的规律。 动力学方程（加速度、力）的含义是：由于有力，速度改变一点点。由于有速度，位置又改变一点点。 动量守恒简单问题：数值解法复杂问题：解析方法更复杂的问题（碰撞、流体）：无法解决 三体问题 动量守恒 作用力与反作用：$dp_1/dt = -dp_2/dt$ 内力：$d(p_1+p_2)/dt=0$ 总动量不依据相互作用改变而改变（对时间导数=0，自己为常数） 相对性原理（GArile相对性）推导动量守恒 动量定理结论： 如果一个物体爆炸分开，将以相同的速度分开。 如果两个等质量物体相同速度碰撞，速度=0. 我们可以使用实验来验证以上结论：第一，两个相等质量静止物体，中间爆炸。（0，m）与（0，m）。 第二，两个质量相同，一个速度为v，一个速度为0。（v，m）碰撞（0，m）猜想： 假设自己乘坐在 $-v$ 速度的车子里面。 看上去像：乘坐的车子，速度=0；未乘坐的车子，速度=v（我们眼中的速度）+v（原本的速度）=2v，速度相反。 碰撞后，结合体速度=v。 类似：两个质量相同的物体，不同运动速度。验证： AB之间：爆炸物，获取速度。 BC之间：距离，C上有粘结物。 第三，两个不同质量物体（0，m）和（0,2m）爆炸。重复试验。 第四，物体1（速度v，质量m）碰撞物体2（速度0，质量2m）。质心、坐车。 至此，逐步建立起来动量守恒定律。 弹性碰撞：（减小碰撞过程产生的热和振动）弹回来的速度=初始速度。 物体碰撞前后速度与动量守恒无关，与动能守恒有关。 几乎完全弹性碰撞的例子：磁性、原子 相对论性动量，质量随速度改变，服从$m=m_0/\\sqrt{1-v^2/c^2}$的定律。各方向上，$p_i=\\frac{m_0v_i}{\\sqrt{1-v^2/c^2}}$，其中$v^2=v_x^2+v_y^2+v_z^2,i=x,y,z$。如果对x方向动量求和，则x方向动量守恒。 动量是否像能量一样，存在某种形式的隐藏？实际上是非常困难的。 把$v^2$（只有大小，没有方向）相加，一个物体内原子的无规则运动提供了热能一种度量。物体内热存在吗与物体是否整体运动无关。热的守恒不明显。 把$v$（有大小，有方向）相加，意味着物体的某方向平移，显著的动量是容易察觉的。 牛顿的前提之一：一段距离内相互作用是瞬时的。 两个电子相互作用，一个电子突然移动，对另一个电荷的影响不是瞬时的。 有一点延迟 彼此的力相等（牛顿第三定律） 动量不符合 在动量相符合与动量不符合之间的一段时间：【影响跨过距离所需要】的时间 为了说明这一点，这段时间内，存在粒子动量mv和另一类动量，即电磁场动量。 粒子之间只具有力的观念需要修正为：粒子具有场，场作用在另一个粒子上；场本身具有我们熟悉的性质（如带有动量、能量）。 量子力学中，动量是另外一回事（不是$mv$了）。 速度很难度量 动量还存在 粒子表现为粒子，动量=mv；粒子表现为波，动量=每厘米波数。 $f=ma$不再成立，但是动量守恒依然成立。 矢量物理定律的对称性Hermann Weyl：对x施加operation，operate以后的情况和原来一致–&gt;事物对称。 物理概念不是纯粹的数学或者抽象概念，需要一些常识。 物理定律对平移、转动是对称的：把坐标平移，物理定律不变。 矢量分析：为了降低分析问题的繁琐度，设计的一种工具。 矢量：所有有方向的量 一个量代表n个量 为了保持数学的简单性，使用同一个符号表示另外n个量。这样，改变坐标而不用改变方程的字母：用同一个量表示从不同坐标看到的同一个客体的n个字母。 矢量的性质 矢量加法、减法 乘以一个常数 对时间求微商 矢量差：只有两个矢量尾端在一起的时候，才有意义。 矢量标积：$\\mathbf{a}\\mathbf{a}=a^2_x+a^2_y+a^2_z$ $kE = \\frac{1}{2}m\\mathbf{v}\\mathbf{v}=\\frac{1}{2}m(v^2_x+v^2_y+v^2_z)$ 功 单位矢量 $\\mathbf{i}\\mathbf{i}=1$ $\\mathbf{i}\\mathbf{j}=0$ 垂直 $\\mathbf{a}$在$\\mathbf{i}$上的分量是$\\mathbf{a}\\mathbf{i}=a\\cos \\theta$ 力的特性什么是力？牛顿定律：如果一个物体加速运动，那么一定有力作用在这个物体上。 这个说法是有问题的：是因为实在没有说出新的东西。 从这个定律得不到任何预见。 人们可以坐在椅子上定义一些词，但是物体发生的行为与定义的选择完全无关。 理想化：大约在$1e10$以内的极好近似下，椅子的原子数量在一分钟内保持不变。 力学是一门描述自然界的学科，不能仅把$F=ma$称为定义，纯数学的推演一切。在建立是懂得假说之后，总有可能建立一套数学体系，但是们不可能建立有关我们世界的某种数学，因为迟早我们会发现这些公理对于自然界的客体是否正确。因此我们立刻掺入这些复杂的自然界客体，而且做出的精度日益增加的近似。 摩擦 越精细，越复杂，越加不是简单。 相互接触的两个表面是不平整的，有许多接触点，而这些接触点上，原子好像粘结在了一起。 拉动某一个正在滑动的物体的时候，原子啪一下分开。 随即，振动。 过去的摩擦 表面凹凸不平 摩擦起因：抬高滑动体越过凸起部分。 过程无能量损失（不可能的，实际要消耗动力） 根据经验，摩擦可以近似使用$f=\\mu N$（取决于法向力），对于大致判断某些实际或工程学情况中所需的力的大小是一个很好的经验法则。 高速状态下摩擦明显减常常是由于振动引起的。 半经验公式还没有被我们完全理解。 分子力：原子之间的力，摩擦的根本原因。可以根据分子力在距离大时吸引，距离小时排斥形成固体。某距离d处，分子力=0，意味着所有力被平衡；如果分子相对于距离d移动距离很小，近似为一条直线：胡克定律（弹性定律）。胡克定律表示当物体形变（小变形有效）时，物体试图恢复原状的力与形变的大小成正比。为了使胡克定律成立，力的数值要有一定限制，取决于材料。 基本力：我们称之为基本力是由于他们遵循的定律从根本上说是简单的。 电力：任何两个带电荷的物体之间存在电力。 $\\epsilon_0 = 8.85e-19 库伦^2/牛顿*米^2$ $1/4\\pi\\episilon =8.99e9 牛顿*米^2/库伦^2$ 力可以写成两部分： 力等于电量$q_2$乘以一个量$\\mathbf{E}$，不管有没有$q_2$，$\\mathbf{E}$都应当存在 $\\mathbf{E}$是$q_1$产生的状况 $\\mathbf{F}$是$q_2$对$\\mathbf{E}$的响应 $\\mathbf{E}$是电场，电场表示为 $\\mathbf{E}=q_1\\hat{r}/r^3$ 因此，得到$\\mathbf{F}$与$\\mathbf{E}$的关系 要点：分析分成两部分：一部分产生了一个场；另一部分，某物受到了场的作用 万有引力可以做类似处理。 力的定律如此之复杂，结果表明场具有几乎与产生他们的物体无关的实在性。力越来越复杂，场变得越来越真实。分离技巧的人为性也就越来越少。 用场来分析力时，我们需要用到场的两种定律： 对场的响应，给出运动方程 场的强度以及它是如何产生的规律用公式表示出来，场方程。 总电场 = 第n个源产生的电场的矢量和 （适用于万有引力），所谓场的叠加原理 磁力，与电力联系紧密，用场分析。磁力与电力之间的定性关系可以使用电子射线管的实验来说明。 为了解释电子射线管的实验现象，我们认为磁铁两极之间存在磁场。场具有方向性，总是由指定的一级出发指向另一极。 彼此以任意方式运动的带电物体之间力的正确定律是复杂的。如果场是已知时力的完整定律。 作用在物体上的力取决于它的运动 如果物体静止，作用在其上的力与电荷量成正比，比例系数是所谓的电场 如果物体运动，我们发现修正项，新的“一份”力严格线性的取决于速度，并与$mathbf{v}$和$mathbf{B}$磁感应强度矢量正交 $F_x = q(E_x+v_yB_z+v_zB_y) 赝力 坐标系不同的修正：$m\\frac{d^2x}{dt^2}=F_x$ 修正为 $m\\frac{d^2x^{‘}}{dt^2}=F_x^{‘}-ma$ 离心力 实验： 特征：与质量成正比 爱因斯坦：加速度产生万有引力的赝力，赝力与万有引力是不可区分的。 把重力看做赝力，似乎没有问题，但是地球另一端呢？ 爱因斯坦发现，每次只有在一个点上才可以把重力同时看成赝力，根据这个考虑，他认为世界的几何性要比普通欧几里得几何复杂。 如果我们将几何形状充分畸变，万有引力以某种方式与赝力联系起来是可能的。 核力： 存在于原子核内部 核分析不再使用力来思考，任何能够写出的公式都是忽略许多复杂情况的相当粗糙的近似 比如，$F=(1/r^2)exp(-r/r_0)$，$r_0$ 的数量级是$10^{-13}cm$ 功与势能$$T+U=恒量$$ 由于动能比其他形式的能量重要，这些方程中一些重要的项目使用了各种名称，如动能、功率$\\mathbf{F}\\mathbf{v}$。 动能变化率=功率 能量守恒 我们能否在引力场中获得永久的运动？不能。（既然没有摩擦，那么物体不能以较大或是较小的速度回到原点） 引力做功真的为0吗？是的。$W_{ij}=\\inf_i^j \\mathbf{F}d\\mathbf{s} = -GMm(\\frac{1}{r_j}-\\frac{1}{ri})$，闭合曲线中$W = \\sum W{ij}$。环绕任何闭路运行一周所做的功是零。 行星绕太阳运行（没有其他绕行物体，不存在其他力）:轨道每一点上，任何一点的这个值$v^2-\\frac{某些常数}{半径}$是相等的。 行星靠近太阳会运行快，快多少？ 假设行星不绕太阳转了。改变速度方向为径向，大小不变，运动到感兴趣的轨道，速度与真实运动是一样的。 无论运动是真实的、未受扰动的，或者用凹槽、无摩擦约束来改变运动方向。行星达到同一点动能是相同的。 弹簧上的小球的能量 能量加和为恒量$\\sum_i \\frac{1}{2}m_ivi^2+\\sum{ij对}-\\frac{Gm_im_j}{r_ij}=const$ 质量分布 注意，电力中，G相当于$\\frac{1}{4\\pi\\varepsilon_0}$ 地球对其表面或外面的力与地球质量全部集中在质心的效果是一样的。实际上，就是一个根据图片阐述$dm-&gt;dW-&gt;W$的过程，其中重点是$dm$的表达式以及积分被积数$dx-&gt;dr$的确定。 如果点在球体内部，结果与P的位置（位置怎么描述？半径）无关。 以上概念和结论是物理学的核心。我们对其做更加深入地考察，重点在集中讨论概念本身的问题。 学习任何一个和数学有关的技术性课题中，人们总是面临着弄懂记住大量事实和概念的任务。 人们容易弄混证明本身和他们建立起来的关系。 学习的要点是记住 事实和概念的关系 不是证明本身 要记住“能够证明”是正确的。 记得“某某”是正确的，在说明需要证明的时候，自己想出一种证明方法。 证明： 几乎所有情况，特殊证明都是为了很快的将它写在黑板或者是在纸上，并尽量清楚。 看上去很简洁的某个证明，作者可能花费数个小时，企图使用不同的方式计算这个问题，直到他找到了一种最简单的做法。-如果证明中包含了数学过程或特殊技巧，我们需要注意的是数学概念，而不是技巧。 概念：力所做的功 全世界的无产阶级联合起来！worker 力做的功！work 力对位移的线积分：如果力使物体在某方向发生位移，只在位移方向的分力做了功 力是恒量，位移是有限位移，直接相乘 位移有分量，则$F_xs_x+F_ys_y+F_zs_z$，恰好是标量乘积 力不是恒量，则要分成不同的$\\Delta s$，一部分一部分，加起来，这就是线积分的含义。 物理上的功一般不是以下含义 一个人提着物体，可能会出汗，颤抖，喘气，是生理学上的做功 站的时候平滑肌会卡住 为什么要计算功？ 因为计算功对我们有意义。 作用的功恰好等于动能变化 即，做功会获得速度，$\\Delta(v^2)$。 无摩擦约束运动：1、弦的张力2、轨道反力（无摩擦） 固定的无摩擦约束运动：约束力不做功，因为约束力垂直于运动方向。 一个物体在重力作用下延光滑面运动是十分复杂的，但是我们依然可以只根据重力来计算做功。这看起来很奇怪，但是约束力做功为0，没有办法╮(╯_╰)╭，按道理应该使用合力做功的。 保守力 计算一个力使物体运动做多少功，一般依赖于曲径 但特殊情况，它与曲径无关，我们说这个力是保守力 保守是一种力的性质，和政治无关。 从1到P所做的功是从P到1做的功的负数，假设P不动，现在计算1到2的功，就是1到P，P到2的功。P不动，1到P，P到2的功取决于2的位置，位置函数为$-U(\\overline{r})$，称U为势能。如果改变P的位置为Q点，势能函数只改变一个常数，因为能量守恒只与能量变化有关，所以增加常数与守恒无关。 1、力做的功=质点动能变化2、数学上，保守力做功 = 势能函数$U$的变化的负值。推论：$T+U=const$ 然后可以讨论某些场合下的势能公式： 均匀重力场 ：$U=mgz$ 弹簧从平衡点压缩到距离x所需的能量 $U=\\frac{1}{2}kx^2$ 相距为r的两个质点：$U(r)=-GMm/r^2$ 相距为r的两个电荷：$U(r)=q_1q_2/(4\\pi\\varepsilon_0r)$ 应用：火箭离开地球，发射速度要有多大？（动能加势能为恒量;假设最后火箭0速度勉强飘逸，势能为GMm除以无穷大，右边式子每一项都是0.） 势能特征 假设得到$U(r)$势能曲线图 因为量子力学不使用力来研究问题，而使用能量来研究。（因为速度和力都消失了，但能量还存在）使得力的图像变得少起来，能量图像更自然。 势能最小点d 从d开始移动一段小距离，做功基本为0，势能变化基本为0.因为曲线底部势能变化非常小。 d点不存在力，所以是平衡点。 d是平衡点的另一种看法：无论从哪一边离开d点都要做功。 比如，氧分子处于“冷”态。如果对它加热，原子振动，彼此分开，分开消耗的能量等于r=d到无穷远的势能差。 非保守力：不存在。 牛顿认为非保守力是可以存在的，比如摩擦力，但是摩擦力是保守力是从现代观点说的。 势与场有联系的问题： 力 = m * 场 势 = 力 ds = m （场） ds = m * $\\Psi$ $\\Psi$ 势函数 $\\inf \\mathbf{C}d\\mathbf{s} = -\\Psi$ 就像 $\\inf \\mathbf{F}d\\mathbf{s}=-U$ $U=-\\inf \\mathbf{F}d\\mathbf{s}=-m \\inf \\mathbf{C}d\\mathbf{s} = m\\Psi$ 重力势能变化","tags":[{"name":"随笔","slug":"随笔","permalink":"http://librix.github.io/wiki/tags/随笔/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"大学物理","slug":"土木工程知识体系/大学物理","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/大学物理/"}]},{"title":"00、土木工程的知识体系总论","date":"2017-05-25T16:00:00.000Z","path":"wiki/2017-05-26-00、土木工程的知识体系总论/","text":"介绍土木工程的分支领域，在每个分支领域形成知识树。 大学数学到现在也不是很理解数学到底包括什么内容。 后来发现，根据一个原始的论证，经过一系列步骤可以线性（思维方面）的推理出新的结论。而结论也可以作为论证的一种加入到树状的推理过程中。 人们为什么可以通过几个条件的整合而的出新的结论？其中包含着复杂的证否过程。但是往往忽略了这一点。一方面因为证明过程本身是简单的（意义的非凡性在于对类似情况的思考），而人类语言并不是很高效。对于过简单的实物，大脑的第一反应是厌倦吧（因此也深深敬佩的那些如同老师一般的人）。 智慧的价值在结论、推理过程中用的每一个细小的点和推理路径。 大学物理知道一点数学后，就需要接受物理学的教育。土木工程用到的物理主要用侧重点在力学和材料（钢、混凝土）、结构。而物理学的重点在宇宙或是世界的真相。我们需要接受物理的观念，因为土木工程中的力学是从物理中某个推理过程中用的每一个细小的点推出的。甚至混沌、非线性力学依然在土木中适用，但一定要在掌握扎实基础（知道what是what）的时候，注意侧重点。 物理学是从力学发展起来的。由于对世界上物质的认识发现不同而区分出不同的分支。 理论力学如果单纯的在三流大学上课，在学习理论力学的时候，很容易产生自己都学过的假象。理论力学的结构有些庞杂，我的教材是读过《力学》（郎道）、《理论力学》（沈惠川）、《理论力学》（[俄]马尔挈夫-高等教育出版社-2006），粗略看过《理论力学教程》（第三版-周衍柏），知道金尚年的理论力学目录，非线性知道张建树的《理论力学》书。基本每一本的结构都不同。 最喜欢的是俄罗斯版本的。 材料力学还有一周考试了还没有看过书。本来想借助力学竞赛的春风过一遍，结果有些差劲。 结构力学结构力学使用的是同济大学的教材。要看于玲玲、龙驭球的书。 混凝土、砌体和混凝土设计砌体结构不怎么使用了。 钢结构和钢结构设计其他比如：建筑设备、建设施工管理、土木工程施工 房屋建筑学个人感觉达不到一类的分类标准。但是开设了两个学期，民用建筑和工业建筑的基本分类就是在这一课里面学习的。有些偏向建筑学专业。（暂时这样） CAD&amp;PKPM等土木工程信息化CAD 是必须的。结构设计小助手、","tags":[{"name":"土木工程","slug":"土木工程","permalink":"http://librix.github.io/wiki/tags/土木工程/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"}]},{"title":"未解决的物理问题","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-语录搜集-未解决的问题/","text":"1、费曼在物理学讲义里面说，芝诺悖论的错误在于时间不可无限制的分割，那么怎么证明呢？","tags":[{"name":"随笔","slug":"随笔","permalink":"http://librix.github.io/wiki/tags/随笔/"}],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"未解问题","slug":"语录收集/未解问题","permalink":"http://librix.github.io/wiki/categories/语录收集/未解问题/"}]},{"title":"感悟语录","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-语录搜集-感悟/","text":"人生后来当知，看似热闹的觥筹交错，大多都不是真亲近。一杯茶，寥寥数语，会心一笑，才是真朋友。后来才知，大凡三言两语就热情洋溢，似以你为至交的人，都会很快离散不见。静水流深，这句话当适用于任何情义。——《 不畏将来 不念过去》 人生有两种境界：一是痛而不言，二是笑而不语。 做为一个知名人士，高手一般是：别人恋恋不舍，自己去意已决。 学习以自己的兴趣作为主攻方向。然后把工作仅仅当作是谋生手段。 足够的热情，足够的动力，足够的耐心，足够的持久性。","tags":[],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"感悟","slug":"语录收集/感悟","permalink":"http://librix.github.io/wiki/categories/语录收集/感悟/"}]},{"title":"【一周语录】0525-0528逻辑反转的笑话","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-幽默与笑话/","text":"@剑神葡萄 深夜，两个歹徒闯入王大陆家绑架了王大陆，把他捆在椅子上。歹徒甲对歹徒乙说：“去把床上的被子拿过来。”歹徒乙很纳闷：“你还怕他着凉？”歹徒甲说：“我是怕他呼救，先把他的嘴塞上。” ​​​​ @喵小雨的惊蛰 【霸道将军】十大大将之首的粟裕将军，夫人楚青曾经是有名的名媛望族。解放上海后，粟裕和他夫人在街上走着，粟裕忽然大声说，这家咖啡厅一定不错，楚青很是惊奇，以为粟裕将军很懂情调，问他为什么这么说啊，粟裕说，如果在这个咖啡厅上架几架机枪，可以封锁整个街道。 ​​​​ @大头和他的朋友们 这么冷的天还穿短裙，等你老了你就知道了。还是年轻时候穿短裙好看。 ​​​​ 大哥与情人闹矛盾，拉不下面子去求和，于是对手下人说：“小王，你去当说客。”小王犹豫：“大哥，这样真的好吗？”大哥大手一挥：“没事，去吧！”于是小王就去将大哥的情人睡了。 早上坐公交，好不容易有个座位，刚坐下就上来一老大妈，无奈只好起身让座。老大妈很是健谈：“小伙子不错，长的也好看，多大了啊？”“23了，奶奶。”“噢，我有一孙女，也23了。”听到这里我瞬间就来了精神：“这么巧阿，看您这样孙女肯定也挺漂亮啊。”“是啊，同样23，人都已经买车了。 女友红着脸：“和你说个事，我马上就能过母亲节了。”“真的吗？！难道你……”女友用力点点头：“嗯，我准备嫁给你爸爸了！” 儿子：“先有爸爸还是先有儿子？肯定是先有儿子啦。是妈妈先生下了我，爸爸才能升级成为爸爸的！” #智商#”上帝播洒智慧的时候，你打伞了。 “找男朋友一定要找帅的吗？”“你不懂，女生找男朋友不一定要找帅的，但一定要找自己喜欢的。”“那你喜欢。。？”“我喜欢帅的。” 我看到一道数学题，14,28,312,416,？.?处是什么？ 一个宿舍的同学在洗澡，水进了眼里，想要冲洗，正好水龙头都有人。一着急，他对旁边的人说：“同学，我脑袋进水了，快让我先冲一下！” 古有一商人，于川中收购一批橘子，苎麻，小麦，兽皮。从水路出川，船至半途，水急桨朽，桨折断而顺水去。船夫甚急，问商人：“无桨不得行船，你所携货物有无长直之物当桨？”商人安慰他：“我有橘麻麦皮不知当桨不当桨？” 在微信群里看到一美女网名叫绣缘希！我向她打招呼：美女你好！她说：你好！你叫什么名字啊！我说：陆漫漫！之后她就甩了我句：臭流氓！…………… 初中时谈恋爱，被老师发现叫家长，我刚叫声：“叔叔…”话没说完，那家长一个嘴巴扇过来，怒道：“你都和我女儿亲嘴了，还有脸叫我叔叔！”我一愣，脱口而出：“爸”。…… 一哥们问单位一位快要奔三的美女，你这么漂亮咋还没结婚？ 美女说，我小时候削苹果，不小心削到手，到现在还有一道疤呢!哥们不解，手上的疤痕跟结婚有啥关系啊？ 美女回答，你说呢(1.美女:我结不结婚跟你有啥关系？ 2.手上疤痕可能会被误认为断掌，迷信里断掌的女人克夫) 如果你乖，我可以考虑一下不再拍你屁股，摸你胸好啦! 我已经不是那个花五十块钱也要考虑很久的小可爱了，我现在五块钱都要深思熟虑。不要再说我是你的宝贝，我是你的唯一，我是你最重要的人这一类的话了，傻孩子，我是你爹。 你不理我时抑郁到想进理发店染一头五颜六色的头发从此做一头快乐的草泥马。 当你觉得自己又丑又穷一无是处时，别绝望，因为至少你的判断是对的。 我有三个朋友，一个叫东眼，一个叫西嘴，一个叫南耳，请问我叫什么名字?没错，我就是叫北鼻。虽然我不曾拥有一场说走就走的旅行，但有一个说胖就胖的体型呀! 对于一个路痴来说，最值的热泪盈眶的就是，你站那别动，我去接你。 听说一直打错字的人，智商比较高，因为智商太高了，所以手就有点跟不上脑部运转的节奏。 初中小伙伴纷纷变身男神女神该脱单的也都脱单了，只有我在逗比的道路上越走越远。 七月我一定好好学习天天向上，绝对不玩手机不谈恋爱。如果做不到，那我八月再发一遍。 早上起来，看见镜子里的人大叫道：“哇，这谁家美女，长的跟朵花似的。” 我真傻，你说会爱我一世，而我却忘了问，是这一世还是下一世? 世界有病，更有病的是我还不得不给它捧场。 枯藤老树昏鸦，学校伙食太差，同学饿成瘦马。夕阳西下，嘛嘛我要回家。 爷爷说在他们那个年代考试遇到不会做的题就写“毛主席万岁”没有人敢打叉。 来生，想做一朵蒲公英，无牵无挂，无欲无求，起风而行，风静而安。 我爱的姑娘，有着浑圆的乳房，我要是摸她大屁股，她还骂我流氓。","tags":[{"name":"笑话","slug":"笑话","permalink":"http://librix.github.io/wiki/tags/笑话/"},{"name":"文字","slug":"文字","permalink":"http://librix.github.io/wiki/tags/文字/"}],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"逻辑反转","slug":"语录收集/逻辑反转","permalink":"http://librix.github.io/wiki/categories/语录收集/逻辑反转/"}]},{"title":"考研数学-新东方直播-2018考研指导","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-考研资料-2018考研指导/","text":"[TOC] 目录一招认清专业两招搞定学校考研三大特征及三大对策四个备考阶段 一、认清专业（一）扫盲学科门类（13个）-&gt; 一级学科-&gt;二级学科-&gt;研究方向：哲学 经济学法学 教育学文学 历史学理学 工学 农学医学 军事学管理学 艺术学 本科专业；更大更粗：一级学科；研究生专业：更细更深：二级学科，研究方向； 怎么查专业及代码？所有的考研研究生专业都是6位数。如果第三位数字是5，表示专业硕士。Z：自设专业；J：交叉专业。考研院校库：http://college.koolearn.com/kaoyan/ （二）目前自己接受的学科教育在专业里面如何划分的有着非常非常清晰地认识。（三）技术性专业 vs. 实践性专业技术性专业：不可替代性。工学、医学、经济学、法学、理学、农学实践性专业：管理学、文学、教育学、语言学哲学、史学、艺术学 专业不好怎么办? 向美国为首的帝国主义国家看齐，学更纯粹的技术。 中国是从1到N；美国是从0到1。重专业学科实力 重学校名气和实践机会 二、专硕与学硕有关专硕的几个数字：2013年：3比72020年：7比32016考研：48%39个专硕二级学科 未来的学硕会更加理论、更加学术，可能需要硕博连读。把更多实践性更强，需要解决就业的学硕变成专业硕士。 专业硕士一定是未来研究生考试的大潮。 专业硕士一般培养实践、复合型性两年。学术硕士理论型、硕博连读2-3年。 专业硕士的含金量？学硕的含金量更高。 专硕是否好考？专硕很难考。2016年十大热门专业（报的人多）6个是专业硕士。同一所学校专硕要好考一点。 专硕能不能考博？博导不认专硕。不阻止 专硕能不能当”备胎”？考研调剂和高考调剂不同。考研调剂要想成功要满足两个前提：第一志愿没有招满（即出现缺额）；第二是主动去学校填志愿。调剂要看运气和时机。不靠谱。 结论： 专业侧重点 投入产出比：能考差学校的学硕，不如考好学校的专硕。 二、学校的选择要选选择够得着的学校 能够给你相当大的刺激，一想到就热血沸腾配套的一系列备考方案 衡量意向院校的竞争难度四大指标：名气、学科实力（B+，一级学科硕士流动站，代表学术权威、图书馆、实验室）、地理位置（越好越热：江浙沪）、就业（在xx地方就业）及培养特点 院校选择难度的四个梯队： 第一梯队：名牌大学强势专业 第二梯队：一般院校强势专业 第三梯队：名牌院校冷门专业 第四梯队：一般院校一般专业","tags":[],"categories":[{"name":"考研资料","slug":"考研资料","permalink":"http://librix.github.io/wiki/categories/考研资料/"},{"name":"考研前的准备","slug":"考研资料/考研前的准备","permalink":"http://librix.github.io/wiki/categories/考研资料/考研前的准备/"}]}]}