{"pages":[{"title":"Categories","date":"2017-05-23T10:27:18.748Z","path":"categories/index.html","text":""},{"title":"Tags","date":"2017-05-23T09:50:07.911Z","path":"tags/index.html","text":""},{"title":"About","date":"2017-05-30T09:11:05.936Z","path":"about/index.html","text":"本博客系统分为一个主站点和两个分站点，分别用来书写blog、维基、有意思的分享之用。 这个网站是Librix’s Blog的维基。主要用于书写系统性的学习方面的笔记之用。本站点的文章还会经历大量的修改工作，未完请待续。 Contact他于2014年考入贵州大学土木工程学院，现在是建筑工程专业的一名本科生。 2014年加入学生会和社团联合会。2014年加入小德云社学习相声表演。2015年与友人创立围棋协会，同年在指南针协会的帮助下到贵州岑管支教，2016年与今日贵大一起做志愿者，同年尝试运营学院新闻中心（失败）。 2015年-2017年先后五次参加数学建模，2016年参与 SRT 课题拆弹机器人（已结题），2014年-2016年申请“3THspacE”创新创业项目（已失败）。很多挂科，屡败屡战。 2017年正在学习 python 全栈开发，以及准备结构工程的考研。 微博：http://weibo.com/librix 微信公共号：尋歡作樂軒（helloxuan886） Email：gzdxcyx2014@163.com 阅读与思考性格属于INTP类型。 目前自己在专业方向可以进行简单的结构设计工作。社会能力方面，较为精通PPT，能够写活动策划书。生活方面可以简单的维修电脑。喜欢下棋和阅读认识现实实在性的图书。 最擅长的领域：无。努力方向：土木工程师。 阅读领域：删除。 主要集中在智慧、生命、成长、计算机、建筑、工程师、设计、数学统计、物理学、分子生物、简单化学、简单的法律管理历史文艺理论。 网站说明第一版，还会更改很多。 详细请查看主题翻译文档。 格言与右铭无小戒以养道心自由，有大律而使魔念不生。改变和接受无法消除生活的复杂性。向死而学。 捐助 Changelog2017-05-30：决定建立此站点，更新Aobut Me。"}],"posts":[{"title":"各种软件安装技能","date":"2017-05-27T16:00:00.000Z","path":"wiki/2017-05-28-PKPM怎么安装/","text":"介绍软件的安装方式。 PKPM 怎么安装PKPM 链接: /s/1slrurlr 密码: haha 下载里面的两个文件，压缩包解压，安装 VMware 那个软件，PKPM 解压到非系统盘任意位置，大约需要8GB。 然后打开解压的位置： 可以看到里面有许多同名后缀不同的文件。 不用管别的，双击打开pkpm.vmx。 然后运行，等待一会儿。中间会有乱七八糟的提示，按提示选择即可。出现熟悉的蓝天白云。 点击桌面的PKPM，打开，即可运行。 以前使用 WIN 7 系统的破解，会出现闪屏的情况，但是这个版本不会出现这样的情况。可以测试一下。","tags":[{"name":"PKPM","slug":"PKPM","permalink":"http://librix.github.io/wiki/tags/PKPM/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"专业软件","slug":"土木工程知识体系/专业软件","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/专业软件/"}]},{"title":"00、土木工程的知识体系总论","date":"2017-05-25T16:00:00.000Z","path":"wiki/2017-05-26-00、土木工程的知识体系总论/","text":"介绍土木工程的分支领域，在每个分支领域形成知识树。 大学数学到现在也不是很理解数学到底包括什么内容。 后来发现，根据一个原始的论证，经过一系列步骤可以线性（思维方面）的推理出新的结论。而结论也可以作为论证的一种加入到树状的推理过程中。 人们为什么可以通过几个条件的整合而的出新的结论？其中包含着复杂的证否过程。但是往往忽略了这一点。一方面因为证明过程本身是简单的（意义的非凡性在于对类似情况的思考），而人类语言并不是很高效。对于过简单的实物，大脑的第一反应是厌倦吧（因此也深深敬佩的那些如同老师一般的人）。 智慧的价值在结论、推理过程中用的每一个细小的点和推理路径。 大学物理知道一点数学后，就需要接受物理学的教育。土木工程用到的物理主要用侧重点在力学和材料（钢、混凝土）、结构。而物理学的重点在宇宙或是世界的真相。我们需要接受物理的观念，因为土木工程中的力学是从物理中某个推理过程中用的每一个细小的点推出的。甚至混沌、非线性力学依然在土木中适用，但一定要在掌握扎实基础（知道what是what）的时候，注意侧重点。 物理学是从力学发展起来的。由于对世界上物质的认识发现不同而区分出不同的分支。 理论力学如果单纯的在三流大学上课，在学习理论力学的时候，很容易产生自己都学过的假象。理论力学的结构有些庞杂，我的教材是读过《力学》（郎道）、《理论力学》（沈惠川）、《理论力学》（[俄]马尔挈夫-高等教育出版社-2006），粗略看过《理论力学教程》（第三版-周衍柏），知道金尚年的理论力学目录，非线性知道张建树的《理论力学》书。基本每一本的结构都不同。 最喜欢的是俄罗斯版本的。 材料力学还有一周考试了还没有看过书。本来想借助力学竞赛的春风过一遍，结果有些差劲。 结构力学结构力学使用的是同济大学的教材。要看于玲玲、龙驭球的书。 混凝土、砌体和混凝土设计砌体结构不怎么使用了。 钢结构和钢结构设计其他比如：建筑设备、建设施工管理、土木工程施工 房屋建筑学个人感觉达不到一类的分类标准。但是开设了两个学期，民用建筑和工业建筑的基本分类就是在这一课里面学习的。有些偏向建筑学专业。（暂时这样） CAD&amp;PKPM等土木工程信息化CAD 是必须的。结构设计小助手、","tags":[{"name":"土木工程","slug":"土木工程","permalink":"http://librix.github.io/wiki/tags/土木工程/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"}]},{"title":"考研数学-新东方直播-2018考研指导","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-考研资料-2018考研指导/","text":"[TOC] 目录一招认清专业两招搞定学校考研三大特征及三大对策四个备考阶段 一、认清专业（一）扫盲学科门类（13个）-&gt; 一级学科-&gt;二级学科-&gt;研究方向：哲学 经济学法学 教育学文学 历史学理学 工学 农学医学 军事学管理学 艺术学 本科专业；更大更粗：一级学科；研究生专业：更细更深：二级学科，研究方向； 怎么查专业及代码？所有的考研研究生专业都是6位数。如果第三位数字是5，表示专业硕士。Z：自设专业；J：交叉专业。考研院校库：http://college.koolearn.com/kaoyan/ （二）目前自己接受的学科教育在专业里面如何划分的有着非常非常清晰地认识。（三）技术性专业 vs. 实践性专业技术性专业：不可替代性。工学、医学、经济学、法学、理学、农学实践性专业：管理学、文学、教育学、语言学哲学、史学、艺术学 专业不好怎么办? 向美国为首的帝国主义国家看齐，学更纯粹的技术。 中国是从1到N；美国是从0到1。重专业学科实力 重学校名气和实践机会 二、专硕与学硕有关专硕的几个数字：2013年：3比72020年：7比32016考研：48%39个专硕二级学科 未来的学硕会更加理论、更加学术，可能需要硕博连读。把更多实践性更强，需要解决就业的学硕变成专业硕士。 专业硕士一定是未来研究生考试的大潮。 专业硕士一般培养实践、复合型性两年。学术硕士理论型、硕博连读2-3年。 专业硕士的含金量？学硕的含金量更高。 专硕是否好考？专硕很难考。2016年十大热门专业（报的人多）6个是专业硕士。同一所学校专硕要好考一点。 专硕能不能考博？博导不认专硕。不阻止 专硕能不能当”备胎”？考研调剂和高考调剂不同。考研调剂要想成功要满足两个前提：第一志愿没有招满（即出现缺额）；第二是主动去学校填志愿。调剂要看运气和时机。不靠谱。 结论： 专业侧重点 投入产出比：能考差学校的学硕，不如考好学校的专硕。 二、学校的选择要选选择够得着的学校 能够给你相当大的刺激，一想到就热血沸腾配套的一系列备考方案 衡量意向院校的竞争难度四大指标：名气、学科实力（B+，一级学科硕士流动站，代表学术权威、图书馆、实验室）、地理位置（越好越热：江浙沪）、就业（在xx地方就业）及培养特点 院校选择难度的四个梯队： 第一梯队：名牌大学强势专业 第二梯队：一般院校强势专业 第三梯队：名牌院校冷门专业 第四梯队：一般院校一般专业","tags":[],"categories":[{"name":"考研资料","slug":"考研资料","permalink":"http://librix.github.io/wiki/categories/考研资料/"},{"name":"考研前的准备","slug":"考研资料/考研前的准备","permalink":"http://librix.github.io/wiki/categories/考研资料/考研前的准备/"}]}]}