{"pages":[{"title":"About","date":"2017-05-23T09:50:07.903Z","path":"about/index.html","text":""},{"title":"Tags","date":"2017-05-23T09:50:07.911Z","path":"tags/index.html","text":""},{"title":"Categories","date":"2017-05-23T10:27:18.748Z","path":"categories/index.html","text":""}],"posts":[{"title":"《费曼物理学讲义》笔记","date":"2017-05-26T16:00:00.000Z","path":"wiki/2017-05-27-《费曼物理学讲义》笔记/","text":"这应该是我看过的的最难读、最有趣的书。难读可能是因为我有阅读障碍，还可能因为公式写的太过简略。而有趣是说如果忽略公式的意义（由其他书补充）而仅领略思想，收获颇丰。 控制自己应当得多什么，而不是贪婪的不知所谓。 思路","tags":[{"name":"随笔","slug":"随笔","permalink":"http://librix.github.io/wiki/tags/随笔/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"大学物理","slug":"土木工程知识体系/大学物理","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/大学物理/"}]},{"title":"2017-05-27-每日新闻","date":"2017-05-26T16:00:00.000Z","path":"wiki/2017-05-27-每日新闻/","text":"新闻1、穆迪24日下调了中国主权信用评级。25日下调26家国企评级发改委回应穆迪，中国降杠杆工作成效显现，债务风险安全可控，企业降杠杆不会增大银行风险。 2、内蒙古前公安厅厅长赵黎平（持枪杀害李某某、受贿2368万RMB、非法持有枪支x2、91枚雷管，死刑复核一案）被山西省太原市中级人民法院遵照最高人民法院院长签发的执行死刑命令。 3、“辱母杀人案” 4、709王全璋律师。 4、教育部5月23日向贵州省人民政府发函，同意设立茅台学院 5、25日下午，在柯洁大战阿尔法狗第二局赛后发布会上，CGTN（中国国际电视台）记者用英语向柯洁提问。柯洁：中国人就该用中文向我提问。@sven_shi：这个可能确实是柯洁误会了。记者主要还是为了受众存在的。要是媒体是英文媒体，确实应该用英文提问。这样做新闻时可以直接报，不用插画外音。 6、马里兰大学中国留学生的演讲引发争议，薛其坤院士：中国的空气新鲜、温暖、健康。 7、中国年均PM2.5图例：颜色越绿则表明空气越好，颜色越红则空气质量越差。图例中是美国pm2.5评价标准：年均pm2.5低于12为空气质量好，年均pm2.5在13~35之间，空气质量中等。年均pm2.5在36~55之间对于敏感人群而言空气不健康。年均pm2.5高于55，空气不健康。 @武汉大学 新闻系主任夏琼教授辞职：自称 “既无所作为、更无甚建树 “, “长期与这种不懂教育、不尊重教学、践踏教师尊严、侮辱学生智商的高校行政管理体制进行着不自量力的抗争，突然发现毫无意义和价值 “。 8、中国科协党组书记、常务副主席尚勇25日表示：施普林格撤稿事件损国家声誉 绝不姑息。 9、24日深夜足协连发两条新政，25日足协在体育总局官网发文，解释为何再颁两新政：金元足球是暂时繁荣 将采纳各方意见。 10、@昆明市城管局：反应问题请文明用语。 11、@Google黑板报 #围棋峰会# 陈耀烨、周睿羊、芈昱廷、时越、唐韦星 VS AlphaGo，团队赛已开始。周睿羊代表棋手团队，执黑子。 12、被“冒名”王娜娜14年后再次参加高考。 13、台湾军方在澎湖举行年度汉光33号演习，蔡英文巡视汉光演习 国台办批评以武拒统。 14、20日在朝鲜两江道党委员会会议室里举行的面向道级干部的演讲中，演讲者宣称：“近期研发成功的新型导弹火星-12号是能够对整个中国实施切实攻击的核武器运输手段。”该演讲由中央委员会宣传煽动部指导员亲自主持。“火星-12号成功地将中国彻底纳入我方（朝鲜）的导弹网中”，“根本不用害怕中国的对朝制裁” 15、朝鲜人民军总参谋部发言人接受采访时主张，23日韩军鸣枪示警的对象是鸟群，非朝鲜用于散发传单的气球，并称韩军用机关枪乱射出450多发子弹。 16、印度电力部长皮尤什•戈亚尔(Piyush Goyal)本周表示，本国电网不允许印度企业投资的国家，其企业也将被禁止投资印度电网。 17、北约28个成员国的首脑星期四和星期五在布鲁塞尔聚会。川普主持了北约总部“911恐袭纪念馆”的开幕仪式。川普在北约总部的演说提及难民问题、俄罗斯对北约盟国东方和南方边界的威胁。他还再次提出军费分担的问题，称28个北约成员国中至今仍有23国未付出应付的防卫费用（防卫支出需佔国民生产毛额2％）。背景：曼彻斯特自杀恐袭造成至少22人死亡。英国警方和安全部门一直严密封锁部分消息，但美国情报部门官员向媒体走漏风声。，后有《纽约时报》刊登包括受害者遗体在内的爆炸现场照片。在首脑们拍全家福时，川普推了黑山总理马尔科维奇(Duško Marković)一把。 18、希腊前总理兼前中央银行行长帕帕季莫斯（Lucas Papademos），26日在雅典市中心因座驾上一个信封炸弹爆炸而受伤入院。 19、中国的饭和肉哪里来？ 20、正确的三观","tags":[{"name":"随笔","slug":"随笔","permalink":"http://librix.github.io/wiki/tags/随笔/"}],"categories":[{"name":"每日新闻","slug":"每日新闻","permalink":"http://librix.github.io/wiki/categories/每日新闻/"},{"name":"5月","slug":"每日新闻/5月","permalink":"http://librix.github.io/wiki/categories/每日新闻/5月/"}]},{"title":"2017-05-27-有趣图","date":"2017-05-26T16:00:00.000Z","path":"wiki/2017-05-27-有趣图/","text":"刘亦菲登《时尚芭莎》5月刊封面动图花絮 #设计师# Part 2构图不怎么样，内容似乎又有些意思。很多PS的存在。","tags":[{"name":"随笔","slug":"随笔","permalink":"http://librix.github.io/wiki/tags/随笔/"}],"categories":[{"name":"有趣图","slug":"有趣图","permalink":"http://librix.github.io/wiki/categories/有趣图/"},{"name":"201705","slug":"有趣图/201705","permalink":"http://librix.github.io/wiki/categories/有趣图/201705/"}]},{"title":"00、土木工程的知识体系总论","date":"2017-05-25T16:00:00.000Z","path":"wiki/2017-05-26-00、土木工程的知识体系总论/","text":"介绍土木工程的分支领域，在每个分支领域形成知识树。 大学数学到现在也不是很理解数学到底包括什么内容。 后来发现，根据一个原始的论证，经过一系列步骤可以线性（思维方面）的推理出新的结论。而结论也可以作为论证的一种加入到树状的推理过程中。 人们为什么可以通过几个条件的整合而的出新的结论？其中包含着复杂的证否过程。但是往往忽略了这一点。一方面因为证明过程本身是简单的（意义的非凡性在于对类似情况的思考），而人类语言并不是很高效。对于过简单的实物，大脑的第一反应是厌倦吧（因此也深深敬佩的那些如同老师一般的人）。 智慧的价值在结论、推理过程中用的每一个细小的点和推理路径。 大学物理知道一点数学后，就需要接受物理学的教育。土木工程用到的物理主要用侧重点在力学和材料（钢、混凝土）、结构。而物理学的重点在宇宙或是世界的真相。我们需要接受物理的观念，因为土木工程中的力学是从物理中某个推理过程中用的每一个细小的点推出的。甚至混沌、非线性力学依然在土木中适用，但一定要在掌握扎实基础（知道what是what）的时候，注意侧重点。 物理学是从力学发展起来的。由于对世界上物质的认识发现不同而区分出不同的分支。 理论力学如果单纯的在三流大学上课，在学习理论力学的时候，很容易产生自己都学过的假象。理论力学的结构有些庞杂，我的教材是读过《力学》（郎道）、《理论力学》（沈惠川）、《理论力学》（[俄]马尔挈夫-高等教育出版社-2006），粗略看过《理论力学教程》（第三版-周衍柏），知道金尚年的理论力学目录，非线性知道张建树的《理论力学》书。基本每一本的结构都不同。 最喜欢的是俄罗斯版本的。 材料力学还有一周考试了还没有看过书。本来想借助力学竞赛的春风过一遍，结果有些差劲。 结构力学结构力学使用的是同济大学的教材。要看于玲玲、龙驭球的书。 混凝土、砌体和混凝土设计砌体结构不怎么使用了。 钢结构和钢结构设计其他比如：建筑设备、建设施工管理、土木工程施工 房屋建筑学个人感觉达不到一类的分类标准。但是开设了两个学期，民用建筑和工业建筑的基本分类就是在这一课里面学习的。有些偏向建筑学专业。（暂时这样） CAD&amp;PKPM等土木工程信息化CAD 是必须的。结构设计小助手、","tags":[{"name":"土木工程","slug":"土木工程","permalink":"http://librix.github.io/wiki/tags/土木工程/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"}]},{"title":"考研数学-新东方直播-2018考研指导","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-考研资料-2018考研指导/","text":"[TOC] 目录一招认清专业两招搞定学校考研三大特征及三大对策四个备考阶段 一、认清专业（一）扫盲学科门类（13个）-&gt; 一级学科-&gt;二级学科-&gt;研究方向：哲学 经济学法学 教育学文学 历史学理学 工学 农学医学 军事学管理学 艺术学 本科专业；更大更粗：一级学科；研究生专业：更细更深：二级学科，研究方向； 怎么查专业及代码？所有的考研研究生专业都是6位数。如果第三位数字是5，表示专业硕士。Z：自设专业；J：交叉专业。考研院校库：http://college.koolearn.com/kaoyan/ （二）目前自己接受的学科教育在专业里面如何划分的有着非常非常清晰地认识。（三）技术性专业 vs. 实践性专业技术性专业：不可替代性。工学、医学、经济学、法学、理学、农学实践性专业：管理学、文学、教育学、语言学哲学、史学、艺术学 专业不好怎么办? 向美国为首的帝国主义国家看齐，学更纯粹的技术。 中国是从1到N；美国是从0到1。重专业学科实力 重学校名气和实践机会 二、专硕与学硕有关专硕的几个数字：2013年：3比72020年：7比32016考研：48%39个专硕二级学科 未来的学硕会更加理论、更加学术，可能需要硕博连读。把更多实践性更强，需要解决就业的学硕变成专业硕士。 专业硕士一定是未来研究生考试的大潮。 专业硕士一般培养实践、复合型性两年。学术硕士理论型、硕博连读2-3年。 专业硕士的含金量？学硕的含金量更高。 专硕是否好考？专硕很难考。2016年十大热门专业（报的人多）6个是专业硕士。同一所学校专硕要好考一点。 专硕能不能考博？博导不认专硕。不阻止 专硕能不能当”备胎”？考研调剂和高考调剂不同。考研调剂要想成功要满足两个前提：第一志愿没有招满（即出现缺额）；第二是主动去学校填志愿。调剂要看运气和时机。不靠谱。 结论： 专业侧重点 投入产出比：能考差学校的学硕，不如考好学校的专硕。 二、学校的选择要选选择够得着的学校 能够给你相当大的刺激，一想到就热血沸腾配套的一系列备考方案 衡量意向院校的竞争难度四大指标：名气、学科实力（B+，一级学科硕士流动站，代表学术权威、图书馆、实验室）、地理位置（越好越热：江浙沪）、就业（在xx地方就业）及培养特点 院校选择难度的四个梯队： 第一梯队：名牌大学强势专业 第二梯队：一般院校强势专业 第三梯队：名牌院校冷门专业 第四梯队：一般院校一般专业","tags":[],"categories":[{"name":"考研资料","slug":"考研资料","permalink":"http://librix.github.io/wiki/categories/考研资料/"},{"name":"考研前的准备","slug":"考研资料/考研前的准备","permalink":"http://librix.github.io/wiki/categories/考研资料/考研前的准备/"}]},{"title":"感悟语录","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-语录搜集-感悟/","text":"人生后来当知，看似热闹的觥筹交错，大多都不是真亲近。一杯茶，寥寥数语，会心一笑，才是真朋友。后来才知，大凡三言两语就热情洋溢，似以你为至交的人，都会很快离散不见。静水流深，这句话当适用于任何情义。——《 不畏将来 不念过去》 人生有两种境界：一是痛而不言，二是笑而不语。 做为一个知名人士，高手一般是：别人恋恋不舍，自己去意已决。 学习以自己的兴趣作为主攻方向。然后把工作仅仅当作是谋生手段。 足够的热情，足够的动力，足够的耐心，足够的持久性。","tags":[],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"感悟","slug":"语录收集/感悟","permalink":"http://librix.github.io/wiki/categories/语录收集/感悟/"}]},{"title":"未解决的物理问题","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-语录搜集-未解决的问题/","text":"1、费曼在物理学讲义里面说，芝诺悖论的错误在于时间不可无限制的分割，那么怎么证明呢？","tags":[{"name":"随笔","slug":"随笔","permalink":"http://librix.github.io/wiki/tags/随笔/"}],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"未解问题","slug":"语录收集/未解问题","permalink":"http://librix.github.io/wiki/categories/语录收集/未解问题/"}]},{"title":"【每日新闻】2017-05-25","date":"2017-05-24T16:00:00.000Z","path":"wiki/【每日新闻】2017-05-24/","text":"丁璇老师的女德讲座视频火了。@地下天鹅绒: 总结下知识点：一，仨男人精液会生成一种毒药；二，这种毒药会让女性患一种严重性病；三，这种性病叫宫颈糜烂；四，这位女性又会把病传给他的男伴；五，女人感染后症状是穿着花俏；六，感染后的男人会喜欢追求女孩。记住了吗？@丁香医生：丁香医生科普过很多次，宫颈糜烂不是病（1 分 25 秒）…其他的交给你们了。[微笑] alphaGo龙星镖局 全世界人民需要AlphaGo输一盘。。//@龙星镖局:如果从精彩和宣传角度来讲，AlphaGo应该输一盘，这样效果就好了。一定是这样的。//@龙星镖局 AlphaGo说柯洁第二盘开局写得不错，这是一种什么姿态?为什么我脑海里的画面是一个老人摸着一个孩子的头说，这个鸭蛋画得挺圆的。[思考] ​​​​ 3、墓葬历史学的教授将死尸制作成木乃伊(http://t.cn/RSP6z5z)。他被检查出来有精神分裂，被安置在精神病院。 想起来小时候自己喜欢一套很贵的玩具。长大了，有一次生日，在自己都快忘记的时候父亲将它买了回来。 每天收集，每周整理。","tags":[],"categories":[{"name":"每日新闻","slug":"每日新闻","permalink":"http://librix.github.io/wiki/categories/每日新闻/"},{"name":"5月","slug":"每日新闻/5月","permalink":"http://librix.github.io/wiki/categories/每日新闻/5月/"}]},{"title":"【一周语录】0525-0528逻辑反转的笑话","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-幽默与笑话/","text":"@大头和他的朋友们 这么冷的天还穿短裙，等你老了你就知道了。还是年轻时候穿短裙好看。 ​​​​ 早上坐公交，好不容易有个座位，刚坐下就上来一老大妈，无奈只好起身让座。老大妈很是健谈：“小伙子不错，长的也好看，多大了啊？”“23了，奶奶。”“噢，我有一孙女，也23了。”听到这里我瞬间就来了精神：“这么巧阿，看您这样孙女肯定也挺漂亮啊。”“是啊，同样23，人都已经买车了。 女友红着脸：“和你说个事，我马上就能过母亲节了。”“真的吗？！难道你……”女友用力点点头：“嗯，我准备嫁给你爸爸了！” 儿子：“先有爸爸还是先有儿子？肯定是先有儿子啦。是妈妈先生下了我，爸爸才能升级成为爸爸的！” #智商#”上帝播洒智慧的时候，你打伞了。 “找男朋友一定要找帅的吗？”“你不懂，女生找男朋友不一定要找帅的，但一定要找自己喜欢的。”“那你喜欢。。？”“我喜欢帅的。” 我看到一道数学题，14,28,312,416,？.?处是什么？ 一个宿舍的同学在洗澡，水进了眼里，想要冲洗，正好水龙头都有人。一着急，他对旁边的人说：“同学，我脑袋进水了，快让我先冲一下！” 未整理 如果你乖，我可以考虑一下不再拍你屁股，摸你胸好啦! 一口气吃了一屉小笼包，关键是不给卖半屉嘛，感觉要唤醒我体内的洪荒之力了! 看韩剧里面女主角脑袋靠在公交车的玻璃上，真是唯美到爆，我也试过，差点没震成脑震荡。 我已经不是那个花五十块钱也要考虑很久的小可爱了，我现在五块钱都要深思熟虑。 不要再说我是你的宝贝，我是你的唯一，我是你最重要的人这一类的话了，傻孩子，我是你爹。 当你觉得自己又丑又穷一无是处时，别绝望，因为至少你的判断是对的。 古代真好，承受太多压力就会成妖，成魔，成神。而现代，承受太多就会成神经病。 你不理我时抑郁到想进理发店染一头五颜六色的头发从此做一头快乐的草泥马。 我有三个朋友，一个叫东眼，一个叫西嘴，一个叫南耳，请问我叫什么名字?没错，我就是叫北鼻。虽然我不曾拥有一场说走就走的旅行，但有一个说胖就胖的体型呀! 我以前玩王者的时候天天被队友骂，慢慢的我提升了战斗能力，现在都不骂我了，因为她们已经骂不过我了。 同桌的笔掉到我脚下，说够不着，叫我捡一下，我默默的捡起笔，扔在他够得着的地方。 七夕的时候雇两个小孩，遇见男的就喊爸，遇见女的就喊妈，能拆一对是一对。 话说西游记里面的唐僧好舒服，都不用自己洗澡，每隔两集就有一个妖怪说：小的们，把那个和尚给我洗干净了。 “携子之手，方知子丑。将子拖走，子说不走。”好吧!关门，放狗! 赵女神您天生丽质貌美如定有更加酷炫狂霸拽的真男人看上你的，请您抬贵手放过我们家狼崽好么 新出生的宝宝，还插着心率监视器呢，岁的的侄子在旁边看了一会儿幽幽的问：“弟弟要充电充多久才能充满?” “圣诞节你要什么”“我要一只独角兽”“哎呀 说个实际点的”“那我要一个男朋友” “独角兽要什么颜色的” 我把硬币抛向空中——如果正面朝上，就上bbs ;如果背面朝上，就上qq ;如果硬币立起来，我就去自习～ 对于一个路痴来说，最值的热泪盈眶的就是，你站那别动，我去接你。 我马路边捡到十块钱把它交到网管帅哥手里面帅哥笑了笑我对帅哥说了声————充个会员2017套路别人的段子推荐 我是一个很有原则的人。我的原则是，好吃的在哪里，我就在哪里! “你知道你暗恋的人正好也喜欢你这叫做什么吗?”“这叫想像力丰富。” 单身很痛苦，单身久了更痛苦，前几天我看见一头公猪，都觉得它眉清目秀的。 竟然有人说我涂眼影了，这也太侮辱我的黑眼圈了吧，马上就开学了，你不赶作业么。 婚姻的难处是在于我们和对方的长处谈恋爱，还是和他的缺点生活在一起。 初中的孩子你们太天真了，你们以为这是放假吗?这叫有期徒刑三年缓刑两个月 听说一直打错字的人，智商比较高，因为智商太高了，所以手就有点跟不上脑部运转的节奏。 初中小伙伴纷纷变身男神女神该脱单的也都脱单了，只有我在逗比的道路上越走越远。 朋友说我腹黑，我果断撩起上衣，指着白白的肚皮给他看，挺白的啊。 七月我一定好好学习天天向上，绝对不玩手机不谈恋爱。如果做不到，那我八月再发一遍。2017套路别人的段子 那天，我哭着问老板今天周未为什么还要加班，老板说：今天是，不能有假。 我叫你全名的时候请不要对我嬉皮笑脸，因为这时我是认真的。 单身狗冬天路面结冰就不要出门了，因为摔倒了会冻成……汪汪碎冰冰。 我的性格就是懒，兴趣就是玩，特长就是吃，技能就是睡 是媳妇重要还是游戏重要?当然是媳妇重要，所以我只敢打游戏，不敢打媳妇。 早上起来，看见镜子里的人大叫道：“哇，这谁家美女，长的跟朵花似的。” 我真傻，你说会爱我一世，而我却忘了问，是这一世还是下一世? 什么是朋友?就是放桌子上块钱不会丢，放一包瓜子回来就剩一堆皮了。 这是一个神奇的年代，小学生自称神和魔，初中生自称本宫和朕，高中生自称哥爷爸，大学生自称宝宝。 剪完头理发师问怎么样，我沉默了一会儿说：你开心就好。 世界有病，更有病的是我还不得不给它捧场。 枯藤老树昏鸦，学校伙食太差，同学饿成瘦马。夕阳西下，嘛嘛我要回家。 爷爷说在他们那个年代考试遇到不会做的题就写“毛主席万岁”没有人敢打叉。 每个女人都是在寻找一个爷们，可是到了最后发现，却发现最爷们的原来是自己。 来生，想做一朵蒲公英，无牵无挂，无欲无求，起风而行，风静而安。 没喝酒之前我是沈阳的，喝完酒之后沈阳是我的。 每次做完作业，坐在书桌前整理材料，就好像自己刚刚播完新闻联播。 我爱的姑娘，有着浑圆的乳房，我要是摸她大屁股，她还骂我流氓。 那个车站的男孩子挺俊的，于是我走到他跟前抢过他的薯片撒腿就跑。 既生瑜何生亮，既生美食何生脂肪，既生刘海何生狂风，既生我何不生我对象。","tags":[{"name":"笑话 文字","slug":"笑话-文字","permalink":"http://librix.github.io/wiki/tags/笑话-文字/"}],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"逻辑反转","slug":"语录收集/逻辑反转","permalink":"http://librix.github.io/wiki/categories/语录收集/逻辑反转/"}]},{"title":"Librix 的 wiki 世界","date":"2017-05-23T09:40:10.013Z","path":"wiki/hello-world/","text":"太懒了。。。所所以简略的写一下。 为什么要写wiki整理第一，知识整理更为重要。不要这个wiki的主要作用是整理新闻的。 没了是的。。就是这么简略。 wiki的形成思路首先，wiki的 Hexo 模板与整个blog的模板是不同的。所以面临的第一个问题是怎么将 Hexo blog 部署到 git repo 的子目录中。我使用的方法是使用脚本本地复制到总 blog 的根目录下。 第二个问题是：执行 Windows 批处理命令后步骤中的命令不运行。 这是因为一个步骤中的所有命令都放在将由服务器运行的 Windows 批处理文件中。如果该步骤命令包含对批处理文件的引用，那么在该批处理文件运行后该步骤将退出。在批处理文件引用后的步骤命令不会运行。暂时使用call xx.bat来解决。 第一个bat：找到主博客，生成静态文件。123d:cd bloghexo g 第二个bat：找到wiki的博客目录，生成静态目录。12cd wikiaahexo g 第三个bat：拷贝wiki博客的所有生成文件到主博客的wiki目录下123xcopy D:\\blog\\wikiaa\\public D:\\blog\\public\\wiki /ecd ..\\hexo d 第四个命名为blog.bat：为了方便执行，前三个bat放在D盘，最后一个放在C:\\widows目录下，这样以后直接打开CMD，输入blog就能直接上传到博客了。1234call D:\\blog1.batcall D:\\blog2.batcall D:\\blog3.bat@echo \"success!\" 参考 执行 Windows 批处理命令后步骤中的命令不运行 将hexo部署在github子目录","tags":[],"categories":[{"name":"wiki基础","slug":"wiki基础","permalink":"http://librix.github.io/wiki/categories/wiki基础/"}]}]}