{"pages":[{"title":"Categories","date":"2017-05-23T10:27:18.748Z","path":"categories/index.html","text":""},{"title":"Tags","date":"2017-05-23T09:50:07.911Z","path":"tags/index.html","text":""},{"title":"About","date":"2017-05-30T09:11:05.936Z","path":"about/index.html","text":"本博客系统分为一个主站点和两个分站点，分别用来书写blog、维基、有意思的分享之用。 这个网站是Librix’s Blog的维基。主要用于书写系统性的学习方面的笔记之用。本站点的文章还会经历大量的修改工作，未完请待续。 Contact他于2014年考入贵州大学土木工程学院，现在是建筑工程专业的一名本科生。 2014年加入学生会和社团联合会。2014年加入小德云社学习相声表演。2015年与友人创立围棋协会，同年在指南针协会的帮助下到贵州岑管支教，2016年与今日贵大一起做志愿者，同年尝试运营学院新闻中心（失败）。 2015年-2017年先后五次参加数学建模，2016年参与 SRT 课题拆弹机器人（已结题），2014年-2016年申请“3THspacE”创新创业项目（已失败）。很多挂科，屡败屡战。 2017年正在学习 python 全栈开发，以及准备结构工程的考研。 微博：http://weibo.com/librix 微信公共号：尋歡作樂軒（helloxuan886） Email：gzdxcyx2014@163.com 阅读与思考性格属于INTP类型。 目前自己在专业方向可以进行简单的结构设计工作。社会能力方面，较为精通PPT，能够写活动策划书。生活方面可以简单的维修电脑。喜欢下棋和阅读认识现实实在性的图书。 最擅长的领域：无。努力方向：土木工程师。 阅读领域：删除。 主要集中在智慧、生命、成长、计算机、建筑、工程师、设计、数学统计、物理学、分子生物、简单化学、简单的法律管理历史文艺理论。 网站说明第一版，还会更改很多。 详细请查看主题翻译文档。 格言与右铭无小戒以养道心自由，有大律而使魔念不生。改变和接受无法消除生活的复杂性。向死而学。 捐助 Changelog2017-05-30：决定建立此站点，更新Aobut Me。"}],"posts":[{"title":"抗震","date":"2017-06-12T16:00:00.000Z","path":"wiki/2017-06-13-抗震/","text":"地震及结构抗震的基本知识地震成因与地震类型• 地球构造：地壳、地幔、地核• 地震发生：震源、震中、震源深度、震中距 地震波地震波是震源辐射的弹性波，一般分为体波和面波。 地震仪记录到的这些物理量的时程曲线习惯上又称为地震加速度波形、速度波形和位移波形。 地震动的三要素 ：地震动的峰值（最大振幅）、频谱、持续时间 软土地基上地震加速度波形中长周期分量比较显著；而硬土地基上地震加速度波形则包含着多种频谱成分，一般情况下短周期的分量比较显著。 地震震级与地震烈度地震震级：表征地震强弱的指标，是地震释放多少能量的尺度。震级相差一级，释放能量相差约32倍。 地震烈度：地震对地面影响的强烈程度，主要依据宏观的地震影响和破坏现象来判断。 一次地震，表示地震大小的震级只有一个，随着距离震中的远近会出现多种不同的烈度 基本烈度：指一个地区在一定时期（我国取50年）内在一般场地条件下按一定的概率（我国取10%）可能遭遇到的最大地震烈度。 地震灾害主要表现在三个方面，即地表破坏，工程建筑物破坏和次生灾害。 结构的抗震设防 基本目的 在一定的经济条件下，最大限度地限制和减轻建筑物的地震破坏，保障人民生命财产的安全。 三水准设防要求 “小震不坏，设防烈度（中震）可修，大震不倒” 三种烈度含义：我国地震烈度的概率分布基本上符合于极值III型分布。 两阶段设计方法 ： 第一阶段设计：按多遇地震烈度对应的地震作用效应和其它荷载效应的组合验算结构构件的承载能力和结构的弹性变形 保证了第一水准的强度要求和变形要求 第二阶段设计：按罕遇地震烈度对应的地震作用效应验算结构的弹塑性变形 保证结构满足第三水准的抗震设防要求 目前一般认为，良好的抗震构造措施有助于实现第二水准。 建筑物重要性分类与设防标准： 甲类建筑： 范围：重大建筑工程和地震时可能发生严重次生灾害的建筑破坏会导致严重的后果 ，其确定须经国家规定的批准权限批准 抗震设防标准 ： 地震作用应高于本地区抗震设防烈度的要求，其值应按批准的地震安全性评价结果确定； 抗震措施：当抗震设防烈度为6～8 度时，应符合本地区抗震设防烈度提高一度的要求，当为9 度时，应符合比9 度抗震设防更高的要求 乙类建筑： 范围：地震时使用功能不能中断或需尽快恢复的建筑- 抗震设防标准 ： 地震作用应符合本地区抗震设防烈度的要求 当抗震设防烈度为6～8度时，应符合本地区抗震设防烈度提高一度的要求；当为9 度时，应符合比9 度抗震设防更高的要求地基基础的抗震措施，应符合有关规定 较小的乙类建筑，采用抗震性能较好的结构类型时，应允许仍按本地区抗震设防烈度的要求采取抗震措施。 丙类建筑： 范围：一般建筑，包括除甲、乙、丁类建筑以外的一般工业与民用建筑 抗震设防标准 ： 地震作用和抗震措施均按应符合本地区抗震设防烈度的要求 丁类建筑： 范围：次要建筑，包括一般的仓库，人员较少的辅助建筑物等- - - 抗震设防标准 ： 地震作用：按设防烈度进行抗震计算 抗震措施：可适当降低要求（设防烈度为6度时不再降低） 建筑场地建筑场地基本概念地段类别的划分： 有利地段：稳定的基岩、坚硬土或平坦密实的中硬土； 一般地段：不属于有利、不利和危险的地段； 不利地段：软弱土、液化土、局部孤突地形，高含水量的可塑黄土，地表存在结构性裂缝等； 地基土液化：地下水位以下饱和的砂土和粉土在地震作用下产生振动压密。由于地震时的振动导致砂粒之间的孔隙水压力急剧上升，当孔隙水压上升到与地基自重的垂直压应力接近时，砂土颗粒处于悬浮状态、土体的剪切强度等于零，变成类似于液体的现象，故取名为“液化”。 危险地段：可能滑坡、崩塌、地陷、泥石流或发震断裂带部位。 卓越周期：地震时，从震源发出的地震波在土层中传播时，经过不同性质地质界面的多次反射，若出现某一地震波的周期与地基土层固有周期相近发生共振的作用。这种地震波的周期称为卓越周期。地表地震动的卓越周期与场地的固有周期接近时，建筑物的振动会加大;相应地，震害也会加重。 表层土影响： 由于表层土的滤波作用，地震动 坚硬场地以短周期为主， 软弱场地以长周期为主。 由于表土层的放大作用，地震动加速度幅值 坚硬场地在短期内局部增大， 软弱场地在长周期范围内局部增大。 盖层厚度（《建筑抗震设计规范》）：地面至坚硬土顶面的距离。 (1)一般应按地面至剪切波速大于500m/s且其下卧各层岩土的剪切波速均不小于500m/s的土层顶面的距离确定。 衡量指标：剪切波速 判断指标：距离 (2)当地面5m以下存在剪切波速大于其上部各土层剪切波速2.5倍的土层，且该层及其下卧各层岩土的剪切波速均不小于400m/s时，可按地面至该土层顶面的距离确定； 建筑场地的地震影响 软弱地基上：柔性结构容易遭到破坏，刚性结构表现较好； 坚硬地基上：柔性结构表现较好，刚性结构表现不一。 覆盖土层厚度： 深厚覆盖土层上，建筑物的震害较重 地震动被放大； 柔性结构与之发生类共振； 产生地基液化、软土震陷 、地基不均匀沉降。 浅层土上建筑物的震害则相对要轻些。 多层土的地震效应主要取决于三个基本因素: 覆盖土层厚度——影响地震动的频谱特性 土层剪切波速——影响地震动的频谱特性 土层等效剪切波速：$v_{se}=d_0/t$,$t=\\sum di/v{si}$ 计算深度（m）:$d_0=min{覆盖层厚度,20m}$ 岩土阻抗比——影响共振放大效应 抗震验算地基抗震设计原则： 一般土层地基在地震中很少发生问题 (1)出现问题的多为液化地基、易产生震陷的软弱粘性土地基或严重不均匀地基； (2)部分地区的地基承载力是由地基变形值控制； (3)建筑物自重的长期作用下地基产生固结，承载能力提高； (4)动载作用下地基动承载力有所提高 地基土液化： 成因：地下水位以下饱和的砂土和粉土在地震作用下产生振动压密。由于地震时的振动导致砂粒之间的孔隙水压力急剧上升，当孔隙水压上升到与地基自重的垂直压应力接近时，砂土颗粒处于悬浮状态、土体的剪切强度等于零，变成类似于液体的现象，故取名为“液化”。 决定地基液化的主要因素： 土层地质年代 土的组成和密实程度：颗粒均匀单一的土比颗粒级配良好的土易液化；松砂比密砂易液化；细砂比粗砂易液化；粉土中粘性颗粒多的不宜液化。 土的埋深越大、越不容易液化。埋深大于15（20）米的土层液化可能性不大。 地下水位：土层的饱和是发生液化的必要条件。地下水位低于10米时不液化。 历史地震：一旦发生过液化的场地在今后的地震中会重复出现液化。 地震动强度和持续时间：震级、烈度越大（7度、0.1g）、地震持续时间越长（15秒，5—30周次）越容易液化。 地基土的液化判别： 二阶液化判别原则 标准贯入试验判别：初判条件均不能满足时，地基土存在液化可能，需采用标准贯入试验进一步判别其是否液化。 锤重（63.5kg）、落距（76cm)、打入土层深度(30cm) 锤击数越大土质越好：$N{63.5}&lt;N{cr}$ 地面以下20m深度范围内，液化判别标准贯入锤击数临界值$N_{cr} = N_0\\beta[ln(0.6d_s+1.5)-0.1d_w]\\sqrt{3/\\rho_c$}$ $d_w$地下水位 $\\rho_c$粘粒含量百分率 $\\beta$调整系数，设计地震第一组取0.80，第二组取0.95，第三组取1.05 液化地基评价:$I{IE}=\\sum{i=1}^{n}(1-\\frac{Ni}{N{cri}})d_iW_i$ $I_{IE}$液化指数 $d_i$i点所代表的土层厚度(m) $W_i$层位影响权函数值；层中点深度不大于5m时应采用10，等于20m时应采用0。 单自由度体系结构的地震反应作用：能引起结构内力、变形等反应的各种因素。 直接作用——各种荷载：如重力、风载、土压力等； 间接作用——各种非荷载作用：如温度、基础沉降、地震等。等效地震荷载：工程上，可将地震作用等效为某种形式的荷载作用。建筑结构的地震反应：内力、变形、位移、速度、加速度 单自由度体系的自由振动激振加速度：$\\frac{P(t)}{m}$外力：$P(t)=m\\ddot{x}_g(t)$阻尼理论： 粘滞阻尼 假定阻尼力与速度成正比，但方向与速度相反 复阻尼理论 单自由度体系的水平地震作用： 求解建筑结构在地震作用下构件内力的方法: 直接求解 等效静力法 质点的绝对加速度：$a=\\ddot{x}_g(t)+\\ddot{x}(t)$ 最大绝对加速度：$Sa=|a|{max}$ 最大地震作用：$F=mS_a$ 地震反应谱：单自由度体系的地震最大绝对加速度反应与其自振周期的关系定义为地震加速度反应谱。记为$S_a(T)$ 一个确定的地面运动 通过一组阻尼比相同但自振周期各不相同的单自由度体系 所引起的各体系最大加速度反应与相应体系自振周期间的关系曲线。 频谱对地震反应谱的形状有影响设计反应谱：地震影响系数 ——《抗震规范》采用的设计反应谱 地震系数k： 可将地震动振幅对地震反应谱的影响分离出来 地震系数与地面运动加速度直接有关（震级、震中距、场地） 地震烈度愈大，地面运动加速度愈大，地震系数也愈大。 动力系数$\\beta$ 动力系数与结构的动力特性有关，如自振周期、阻尼比等 标准的地震影响系数曲线: 首先选定体系的阻尼比$\\xi＝0.05$ 得$\\alpha-T$曲线 选择n条合适的地面运动加速度波（$\\ddot{x}_g(t)$） 统计，拟合，并结合工程经验进行适当的调整 多自由度体系结构的地震反应层间模型：假定楼板在振动过程中只发生刚体运动。 按层间变形特征，层间模型可以分为： 层间剪切模型——仅考虑层间剪切变形； 层间弯曲模型——仅考虑层间弯曲变形； 层间弯剪模型——同时考虑层间剪切和弯曲变形。 $[M]{\\ddot{x}(t)}+[C]{\\dot{x}(t)}+[K]{x(t)}=-[M]{I}{\\ddot{x}_g(t)}$ 第一自振圆频率或基本自振圆频率:较小的$\\omega$ 振型的正交性：在多自由度体系中，任意两个不同频率的主振型间，都存在着下述互相正交的性质${X}_i^T[M]{X}_j=0$以及${X}_i^T[K]{X}_j=0$ 振型分解法基本概念 利用各振型的正交的特性，将原来耦联的微分方程组变为若干互相独立的微分方程，从而使原来多自由度体系的动力计算变为若干个单自由度体系的问题； 假设： 结构物的反应是弹性的，可以采用叠加原理进行振型组合。 结构物最不利的地震反应为最大的地震反应，而与其他的动力反应参数无关。 随机振动理论：总的地震作用效应$S$为第j振型的地震作用效应$S_j$的平方和开根。 底部剪力法(寻求更为简便的适合设计的方法） 条件： 结构的质量和刚度沿高度分布比较均匀； 房屋的总高度不超过40m； 建筑结构在地震作用下的变形以剪切变形为主； 建筑结构在地震作用时的扭转效应可忽略不计。 结构在地震作用下的反应以第一振型为主，且近似为直线 总底部剪力的分配$F_{Ek}=\\alpha1G{eq}$;$G_{eq}$等效总重力荷载代表值 $X_{1i}=\\eta H_i$ $F_{1i}=\\alpha_1\\gamma_1\\eta H_iG_i$ $\\alpha_1\\gamma1\\eta = \\frac{F{Ek}}{\\sum_{i=1}^n H_iG_i}$ $F{1i}=\\frac{F{Ek}H_iGi}{\\sum{i=1}^n H_iG_i}$ $\\Delta F=\\delta F_{Ek}$ 对于特别不规则的建筑、特别重要的建筑，以及房屋高度和设防烈度较高的建筑，规范规定，宜采用时程分析法进行补充计算； 弹塑性变形验算时，由于结构已出现了明显的非线性，振型分解反应谱法已不再适用，而需采用弹塑性时程分析法。 需要对建筑结构进行地震作用下的时程分析时，一般均采用数值计算方法，较为常用的是$Wilson-\\theta$法 地震作用和结构抗震设计要点建筑抗震设防类别和抗震设防标准： （1） 特殊设防类： 指使用上有特殊设施，涉及国家公安全的重大建筑工程和地震时可能发生严重次生灾害等特别重大灾害后果，需要进行特殊设防的建筑。简称甲类。 应按高于本地区抗震设防烈度提高一度的要求加强其抗震措施；但抗震设防烈度为 9 度时应按比 9 度更高的要求采取抗震措施。同时，应按批准的地震安全性评价的结果且高于本地区抗震设防烈度的要求确定其地震作用。 （2）重点设防类： 指地震时使用功能不能中断或需尽快恢复的生命线相关建筑，以及地震时可能导致大量人员伤亡等重大灾害后果，需要提高设防标准的建筑。简称乙类。 应按高于本地区抗震设防烈度一度的要求加强其抗震措施；但抗震设防烈度为 9 度时应按比 9 度更高的要求采取抗震措施；地基基础的抗震措施，应符合有关规定。同时，应按本地区抗震设防烈度确定其地震作用。 （3）标准设防类： 指大量的除1 1、2 2、4 4款以外按标准要求进行设防的建筑。简称丙类。 应按本地区抗震设防烈度确定其抗震措施和地震作用，达到在遭遇高于当地抗震设防烈度的预估罕遇地震影响时不致倒塌或发生危及生命安全的严重破坏的抗震设防目标。 （4）适度设防类： 指使用上人员稀少且震损不致产生次生灾害，允许在一定条件下适度降低要求的建筑。简称丁类。 允许比本地区抗震设防烈度的要求适当降低其抗震措施，但抗震设防烈度为 6 度时不应降低。一般情况下，仍应按本地区抗震设防烈度确定其地震作用。 抗震设计计算： 适用于多自由度体系的振型分解反应谱法； $F_ji = \\alpha_j\\gammajX{ji}G_i$ $\\gammaj=\\sum{i=1}^nX_{ji}Gi/\\sum{i=1}^nX_{ji}^2G_i$ 将多自由度体系看作等效单自由度体系的底部剪力法； 直接输入地震波求解运动方程及结构地震反应的时程分析法。考虑扭转影响的计算方法: 发生扭转振动原因 地面运动存在转动分量，或地震时地面各点的运动存在相位差 结构本身存在偏心，即结构的刚度中心和质量中心不重合 难以定量分析 突出屋面小房间的地震作用: 由于小房间（包括电梯机房、水箱间、女儿墙、烟囱等）的质量和刚度突然变小，地震时产生鞭端效应而使其地震反应急剧增大。 底部剪力法已不再适用，应采用振型分解反应谱法计算其水平地震作用。仍可采用底部剪力法 计算其水平地震作用，在计算时，将突出屋面的小房间也作为一个质点，并将计算所得的该质点的水平地震作用乘以增大系数3予以调整，此增大部分不往下传递，但与该突出部分相连的构件在设计时应考虑这种增大影响。 楼层最小地震剪力的规定 由于地震影响系数在长周期段下降较快，对于基本周期大于3.5s的结构，由此计算所得的水平地震作用下的结构效应可能太小。而对于长周期结构，地震动作用中地面运动速度和位移可能对结构的破坏具有更大影响。出于结构安全的考虑，增加了对各楼层水平地震剪力最小值的要求，规定了不同烈度下的剪力系数，不考虑阻尼比的不同，结构水平地震作用效应应据此进行相应调整。 楼层地震剪力的分配: 现浇和装配整体式混凝土楼、屋盖等刚性楼盖建筑，宜按抗侧力构件等效刚度的比例分配； 木楼盖、木屋盖等柔性楼盖建筑，宜按抗侧力构件从属面积上重力荷载代表值的比例分配； 普通的预制装配式混凝土楼、屋盖等半刚性楼、屋盖的建筑，可取上述两种分配结果的平均值； 计入空间作用、楼盖变形、墙体弹塑性变形和扭转的影响时，可按《抗震规范》的有关规定对上述分配结果作适当调整。 地基与结构相互作用的考虑:地基与结构的相互作用：地震时，结构受到地基传来的地震波影响产生地震作用，在进行结构地震反应分析时，上部结构的地震作用通过基础反馈给地基时，地基将产生局部变形，从而引起结构的移动和摆动。 改变了地基运动的频谱组成，使接近结构自振频率的分量获得加强； 改变了地基振动加速度峰值，使其小于邻近自由场地的加速度幅值； 由于地基的柔性，使结构的基本周期延长； 由于地基的柔性，有相当一部分振动能量将通过地基土的滞回作用和波的辐射作用逸散至地基，使得结构振动衰减，地基愈柔，衰减愈大； 结构的地震作用将减少； 结构的位移和由P-Δ效应引起的附加内力将增加。 硬质地基对柔性结构影响极小，对刚性结构有一定的影响；软土地基对刚性结构影响显著，而对柔性结构则有一定的影响。 竖向地震作用的计算高层建筑和高耸结构的竖向地震应力和重力荷载应力的比值沿建筑物高度向上逐渐增大。结构上部可能产生拉应力。 8度和9度时的大跨度结构，长悬臂结构，9度时的高层建筑，应考虑竖向地震作用； 烟囱和类似的高耸结构，以及高层建筑其竖向地震作用的标准值可按反应谱法计算； 平板网架和大跨度结构等则采用静力法。 结构抗震验算《抗震规范》二阶段设计法的第一阶段设计应按多遇地震作用效应和其它荷载效应的基本组合，验算构件截面抗震承载力以及在多遇地震作用下验算结构的弹性变形；第二阶段设计按罕遇地震作用验算结构的弹塑性变形。验算时应符合下列规定： 6度时的建筑（建造于IV类场地上较高的高层建筑除外），以及生土房屋和木结构房屋，可以不进行截面抗震验算，但应符合有关的抗震措施要求； 6度时建造于IV类场地上较高的高层建筑（高于40米的钢筋混凝土框架，高于60米的其他钢筋混凝土民用房屋和类似的工业厂房，以及高层钢结构房屋），7度和7度以上的建筑结构（生土房屋和木结构房屋等除外），应进行多遇地震作用下的截面抗震验算。 截面强度抗震验算结构构件的地震作用效应和其它荷载效应组合，可按下式计算：地震作用分项系数:$\\gamma{Eh} =1.3,0.0,1,3;\\gamma{Ev}=0.0,1.3,0.5;水平,竖向,同时$结构构件截面抗震验算应按下式进行：$S设计值\\neq\\frac{R}{\\gamma_{RE}}$ 抗震变形验算 多遇地震作用下结构的弹性变形验算: 最大弹性层间位移$\\Delta u_e\\neq[\\theta_e]h$ 罕遇地震作用下结构弹塑性变形验算 对结构的薄弱层进行验算，使得结构在强震作用下的弹塑性变形使其小于某一限值，以保证结构不致倒塌； 验算方法:按假想的完全弹性体计算(折减系数)；将额定的地震作用下的弹性变形乘以放大系数；用时程分析法等专门程序计算。 结构薄弱层（部位）的位置:在强烈地震作用下，结构首先发生屈服并产生较大弹塑性变形的部位。楼层屈服强度系数 大小及其沿房屋高度分布情况来判断结构薄弱层位置的。 钢筋混凝土多高层结构抗震设计结构震害分析框架结构震害 结构层间屈服强度有明显薄弱楼层；强烈地震作用下，结构的薄弱层率先屈服，并形成塑性变形集中的现象。 梁、柱破坏 柱端破坏：框架结构破坏一般是梁轻柱重，柱顶重于柱底，尤其是角柱和边柱更易发生破坏。 梁破坏：梁端产生较大变形弯矩；梁端节点附近产生周圈竖向裂缝或斜缝。 节点破坏：节点核心区无箍筋约束时，节点与柱端合并加重。 砌体填充墙破坏严重：框架结构第一道防线，震害规律一般是上轻下重。防震缝破坏普遍：防震缝不能满足强震时实际侧移量时，造成相邻单元间碰撞产生震害。抗震墙结构的震害 连梁震害：连梁常常是高梁，跨高比小于2,还易形成斜向的剪切裂缝。 墙肢破坏：底层墙肢破坏，内力最大容易出现裂缝和破坏。水平荷载下受拉的墙肢轴压力较小，甚至会出现拉力，墙肢底部容易出现水平裂缝。 墙肢总高度和总宽度之比较小时，使总剪跨比较小，墙肢中的斜向裂缝可能贯通发生剪切破坏； 某个抗震墙肢剪跨比较小时，可能出现局部墙肢的破坏。 钢筋混凝土结构抗震设计基本要求抗震等级分级目的：经济和安全。 建筑物的重要性； 地震作用越大，房屋抗震要求越高；不同设防烈度和场地可以有明显差别。 结构的抗震能力主要取决于主要抗侧力构件的性能，主、次要抗侧力构件的要求可以有区别。、 房屋越高，地震反应越大，其抗震要求越高。 抗震等级划分：综合考虑地震作用，结构类型和房屋高度等因素划分抗震等级进行抗震设计，可以对同一设防烈度的不同高度的房屋采用不同抗震等级设计；对同一建筑物中结构部分采用不同抗震等级。 钢筋混凝土结构体系 选取原则：地震烈度、场地土类别、结构体系的抗震性能、使用要求和经济效果。 应使结构自振周期避开场地特征周期 选择合理的基础形式，保证基础足够的埋深，减轻震害。 结构宜有多道抗震防线 框架－填充墙结构是性能较差的多道抗震防线结构。第一道防线：砌体填充墙；第二道防线：框架结构 框架－抗震墙结构；抗震墙应有足够的数量 合理设计结构破坏机制1.框架结构的破坏机制 节点基本不坏，梁比柱的屈服早发生、多发生 同一层中各柱两端的屈服历程越长越好，底层柱的塑性铰较晚形成。’ 概念设计理念： 强柱弱梁，强剪弱弯，强节点弱杆件 （“强柱弱梁”的本质指梁柱节点处,柱端实际受弯承载力大于梁端实际受弯承载力。）（节点强度比构件大，柱比梁强度大，抗剪性能比抗弯性能好） 框架－抗震墙结构的破坏机制破坏形态为弯剪破坏，且塑性屈服宜发生在柱底，连梁应在梁端塑性屈服。条件：控制各墙段高宽比不宜小于2. 控制构件在极限破坏前不发生明显的脆性破坏轴压比限制$N/bhf_c$ 目的：控制偏心受拉边钢筋先达到抗压强度，防止受压边混凝土先达到其极限压应变。 压比增加会急剧降低柱变形能力 剪压比限制$V/bh_0f_c$ 配箍率太大时，不能充分发挥强度，发生斜压破坏； 剪压比对截面变形有影响； 实际上是限制最小截面尺寸。 框架结构水平位移验算：对所有框架都进行多遇地震下的层间弹性位移验算；对某些结构按规定进行罕遇地震作用下的弹塑性位移验算。 抗震墙结构设计抗震墙结构就是抵抗侧向力的钢筋混凝土剪力墙结构。 剪力墙受力承受水平力中的绝大部分，但并非只是抗剪或以剪切破坏为主 高宽比大于2的抗震墙，破坏往往由弯曲破坏控制。 墙肢和连梁可能出现弯曲破坏的情况： 连梁不屈服，墙肢弯曲破坏后丧失承载力，一般连梁刚度及承载力大； 连梁先屈服，这种破坏形式最理想。 开洞抗震墙抗震性能优于悬臂抗震墙 开洞抗震墙中，连梁端部钢筋屈服，可以形成数量众多的塑性铰 具有多道抗震防线，通过连梁的塑性破坏吸收地震能量，从而保证墙肢安全。“强墙弱梁”原则设计 抗震墙的边缘构件：两端和洞口两侧应按规定设置边缘构件 满足轴压比条件设构造边缘构件 不满足轴压比条件设约束边缘构件（暗柱、端柱和翼墙） 框架－抗震墙结构抗震设计抗震墙是竖向悬臂弯曲结构，其变形曲线是悬臂梁型，越向上挠度增加越快框架的工作特点是类似于竖向悬臂剪切梁，其变形曲线为剪切型，越向上挠度增加越慢。 在下部楼层，抗震墙位移小，它拉着框架按弯曲形曲线变形，抗震墙承担大部分水平力。即使外荷载产生的顶层剪力很小，框架承受的水平力也很大纯框架结构中控制截面在下部楼层；而框架－抗震墙结构中的框架，控制截面变为中部甚至是顶部楼层。计算基本假设： 楼板在自身平面内的刚度为无穷大； 结构的刚度中心与质量中心重合，忽略其扭转影响； 不考虑抗震墙和框架柱的轴向变形以及基础转动的影响。 多层砌体房屋和底部框架、内框架砌体房屋的抗震设计砌体房屋分三类： 多层砌体房屋：竖向承重构件采用砌体墙片，而水平承重构件（楼、屋盖）采用钢筋混凝土或其它材料的 混合结构房屋；底部框架砌体房屋：底部一层或两层采用空间较大的框架（剪力墙）结构、上部为砌体结构的房屋； 内框架砌体房屋：外墙采用砌体墙、柱承重，内部为钢筋混凝土柱（单排或多排）承重的混合结构房屋。 震害大致如下： 房屋倒塌 墙体开裂、局部塌落 斜裂缝：抗剪强度不足 水平裂缝：墙片出平面受弯 墙角破坏 受剪斜裂缝、受压竖向裂缝、块材压碎、墙角脱落 纵横墙连接破坏 竖向剪切裂缝、纵横墙脱开、外纵墙倒塌 楼梯间破坏 楼梯本身很少破坏，刚度大，受地震作用力也大 楼盖与屋盖的破坏 由于楼盖搁置长度不够或下部支承墙体破坏引起 附属构件的破坏 女儿墙、小烟囱、门脸、隔墙、室内装饰 根本原因：地震作用在结构中产生的效应（内力、应力）超过了结构材料的抗力或强度。基本要求：规则、均匀、对称，避免质量和刚度发生突变，避免楼层错层 《抗震规范》通过限制房屋高宽比的规定来确保砌体房屋不发生整体弯曲破坏，而在抗震强度验算时只验算墙片的抗剪强度，不再进行整体弯曲强度验算。 多层砌体房屋可不进行竖向地震作用下的抗震强度验算，也可不进行水平地震作用下的整体弯曲强度验算，只验算水平地震作用下砌体墙片的抗剪强度。 计算简图中，第i个质点的重量包括该层楼盖的全部重量、上下各半层墙体（包括门、窗等）重量以及该楼面上50%的活荷载； 工程实践中，常将实际的各种楼盖理想化为刚性楼盖、柔性楼盖和中性楼盖三种情况。$F_{i m}$ 为第m道墙的负荷面积，$Fi$为第i楼层平面的面积;第m道墙的抗侧刚度为$K{i m}$. $\\xi=1.2,G=＝0.4E$ 根据构造措施设置的主要目的，可将构造措施分成加强房屋整体性的构造措施和加强构件间连结的构造措施两大部分。 钢结构房屋抗震设计钢结构房屋 : 指结构体系的主要承重构件为钢结构构件的房屋，也称全钢结构房屋。钢结构房屋震害现象大体可以分为杆件破坏、节点破坏、结构整体破坏、和非结构构件破坏等 4 种类型。 第一阶段 ：要求在遭遇多遇地震时，结构包括其主要承重杆件能保持在弹性范围内，或基本保持在弹性范围；第二阶段 ：在遭遇设计预期的罕遇地震时，结构整体的受力不超过其极限承载力，从而保持结构的稳定。方法： 从体系布置、杆件设计、节点构造等各方面予以全盘考虑。 把钢梁对应极限承载力的侧向位移du和弹性侧向位移限值dy之比称为钢梁的延性系数 不超过 12 层的多高层钢结构民用建筑规则结构多遇地震作用的计算，一般都可以按照底部剪力法进行； 不能按照底部剪力法计算的结构，宜按振型分解反应谱法计算。钢结构阻尼比的选择:多遇地震分析时，不超过 12 层的钢结构采用 0.035 ，超过 12 层时采用 0.02 ；罕遇地震分析时都采用 0.05当楼面任一层以上全部重力荷载与该楼层地震层间位移的乘积（即该楼层的重力附加弯矩），大于该楼层地震剪力与楼层层高的乘积（即该楼层的初始弯矩）的1/10时 ， 应计入二阶效应的影响 。 框架－支撑结构中框架承担的水平力杆件截面强度抗震验算时的结构内力只考虑按多遇地震进行弹性分析的结果框架部分按刚度分配计算得到的地震层剪力应乘以调整系数，达到不小于结构底部总地震剪力的 25% 和框架部分计算最大层剪力 1.8 倍 二者中的较小值 单层钢结构厂房计算单层钢结构厂房时，一般假定沿厂房横向（跨度方向）和竖向的地震作用由横向框架承受，沿纵向（柱距方向）的地震作用由纵向框架承受。 非结构构件抗震设计 建筑非结构构件：建筑物中除承重骨架体系以外的固定构件和部件，主要包括非承重墙体，附属于楼面和屋面上的构件，装饰构件和部件，固定于楼面上的大型储物架等； 建筑附属机电设备非结构构件：与建筑使用功能有关的附属机械、电气构件、部件和系统，主要包括电梯、照明和应急电源、通讯设备、管道系统、空气调节系统、烟火检测和消防系统、公共天线等。 非结构构件的抗震设防目标：应与主体结构体系的三水准设防目标相协调，容许非结构构件的损坏程度略大于主体结构，但不得危机生命安全。《抗震规范》（2010年）把非结构构件的抗震设防要求大致分为高、中、低三个层次。 高要求：外观可能损坏而不影响使用功能和防火能力，安全玻璃可能出现裂缝，使用、应急系统可照常运行，可经受相连结构构件出现1.4倍的建筑构件、设备支架设计挠度的变形，即这类非结构构件应有较高的变形适应能力； 中等要求：使用功能基本正常或可很快恢复，耐火时间减少1/4，强化玻璃可能破碎，其他玻璃无落下，使用系统检修后运行，应急系统可照常运行，可经受相连接构件出现1.0倍的建筑构件、设备支架设计挠度的变形； 一般要求：耐火时间明显降低，玻璃掉落，出口受碎片阻碍；使用系统明显损坏，需修理才能恢复功能，应急系统受损仍可基本运行，只能经受相连结构构件出现0.6倍的建筑构件、设备支架设计挠度的变形。 《抗震规范》（2010年)明确在结构体系计算时，应计入非结构构件的影响，并给出了非结构构件地震作用的基本计算方法。 一般情况下，非结构构件自身重力产生的地震作用可采用等效侧力法计算；需要进行楼面谱计算的非结构构件，主要是建筑附属机电设备；计算楼面谱的基本方法有时程分析法和随机振动法。 非结构构件的地震作用效应组合（包括自身重力产生的效应和支座相对位移产生的效应）和其他荷载效应的基本组合，应按与主体结构构件地震效应和其他荷载效应组合相同的规定计算。 结构隔震与消能减震设计的基础知识传统的抗震设计是利用材料的强度和结构构件的塑性变形能力来抵抗地震作用；隔震技术则是采用特殊的措施来隔离地震对上部结构的影响，使建筑物在地震时只产生很小的振动。工程隔震是地震工程学中的一个分支，目前已发展了多种类型的隔震方式，以适应不同的工程要求。在建筑物的隔震中，目前使用较多的和比较成熟的为基础隔震技术。消能减震技术，是指将结构物中的某些构件（如支撑、剪力墙等）设计成消能部件或在结构物的某些部位（节点或连接处）设置阻尼器。 就基础隔震而言，可以将建筑物与地基用隔震装置隔开，使地震地面运动的能量直接由基础的隔震支座和耗能装置吸收，建筑物所受的影响相对减少，从而达到抗御地震的目的。基础隔震装置一般划分为滑动方式和弹性支承方式两种。滑动隔震的方式比较简单，但强烈地震时建筑物会产生大位移，适应性较差，因此，目前的隔震装置多以弹性支承方式为主。 目前常用的隔震装置分为两大类：多层橡胶支座系列、各种阻尼器系列。 多层橡胶支座隔震装置安装在建筑物和基础之间，它支持着建筑物的全部重量，故要求垂直方向的刚度很大；为了使建筑物的周期变长，就必须使多层橡胶垫的水平刚度变小 消能减震结构体系具有安全性、经济性、技术合理性的优越性。","tags":[{"name":"笔记","slug":"笔记","permalink":"http://librix.github.io/wiki/tags/笔记/"},{"name":"抗震","slug":"抗震","permalink":"http://librix.github.io/wiki/tags/抗震/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"}]},{"title":"农业科学wiki","date":"2017-06-07T16:00:00.000Z","path":"wiki/2017-06-08-农业科学wiki/","text":"科学技术/农业科学/花卉培植类 变色增艳 病虫防治 病症识别 采果取种 采占自制 改土换盆 花期控制 鉴定选用 浇水施肥 扦插繁殖 鲜花保鲜 养护技法 栽培壹诀 造型修剪 科学技术/农业科学/禽畜饲养类 矫治驯化 品性鉴别 饲养繁殖 治病解毒","tags":[{"name":"农业","slug":"农业","permalink":"http://librix.github.io/wiki/tags/农业/"},{"name":"体系","slug":"体系","permalink":"http://librix.github.io/wiki/tags/体系/"}],"categories":[{"name":"知识体系","slug":"知识体系","permalink":"http://librix.github.io/wiki/categories/知识体系/"}]},{"title":"中国古代的力学与光学","date":"2017-06-05T16:00:00.000Z","path":"wiki/2017-06-06-中国古代的物理学/","text":"这是《中国古代物理学》戴念祖的读书笔记。 现象是物理学的根源。 杨振宁：“物理学最重要的部分是与现象有关的，绝大多数物理学是从现象中来的现象是物理的根源。一个人不与现象接触不一定不能做重要的工作，但是它容易误入形式主义的歧途；他对物理学的理解不会是切中要害的。我所以认识的重要的物理学家都很重视实际的物理现象。” 《考工记・国有六职》：“粤无鎛（bo2）”“粵之無鎛也，非無鎛也，夫人而能為鎛也。” 中国古代物理学史的图谱出于以下原因不叙述：不是在专业的整理物理学史的资料，而是期待在整理过程中，得到一份对物理的认识和升入理解，并为之后的书写做记录。 力学力学： 宋周密《齐东野语》述及王俊民的时候：“性刚峭不可犯，有志力学。” 中南海西门：力学胡同 1627明天启王徵与$T.Terrent$ 合译《远西奇器图说》将Mechanical翻译为力艺：“力艺者，重学也，学乃公称，重乃私号” 1840年，“静重学、动重学、水重学，etc”名词出现。 1866年，A.W.Martin[美]《格物入门》翻译Mechanical为力学。 1906年，清朝学部编译《力学课编》作为京师大学堂教材。 相对运动： 《隋书・天文志》束皙（xi1）【晋代】：仰游云以观，日月常动而云不动。乘船以看水，水去而船不徒矣。 《抱朴子・内篇・塞难》葛洪【晋代】：见游云西行，而谓月之东驰。 《早发龙巢》梁元帝萧绎：不疑行舫动，唯看远树来。 亚里士多德：不能同时踏进同一条河流。 《吕氏春秋・慎大览・贵因篇》：“刻舟求剑” 《论衡・说日篇》、《晋书・天文志》：天旁转如推磨而左行，日月右行，随天左转。故日月实东行，而天牵之以西没。譬之蚁形磨石之上，磨左旋蚁右去，磨急而蚁迟。故不得不随磨以左焉。 《敦煌曲子・浪淘沙》：看山恰似走来迎。仔细看山山不动，是船行。 N・Copernicus 《天体运行论》：我们离港向前前行，陆地和城市后退了。 相对性原理： 《尚书纬・考灵曜》：地恒动不止，而人不知。譬如人在大舟中，闭片牖而坐，舟行而人不觉也。 Galileo.Galilei《两大世界体系的对话》 弹性力学 《考工记・工人》：量其力，又参均。 《周礼・考工记》【注疏】郑玄【汉代】：参均者，谓干若胜一石，加角而胜两石，被筋而胜三石，引之中三尺；假令弓力胜三石引之中三尺，弛其弦，以绳缓擐之，每加物一石，则张一尺。 《国语・周语》：不厚其栋，不能任重。 《易经・大过》：栋桡，凶，象曰：栋桡之凶，不可以有辅也。栋隆，吉。有他吝(lin)。象曰：栋隆之吉，不桡乎下也。 《九章算术・句股》第四问 《营造法式》李诫【北宋】：凡梁之大小，各随其广分为三分，以二分为其厚。 L.Da Vinci 初步梁木承重实验 Galileo・Galilei《两门新科学的对话》 A.Parent 讨论梁比例 Thomas Young 验证比例 水力学： 《物理小识・地类》方以志【明】：徐有贞（《明史・徐有贞传》、《宿州府离桥月河记》李东阳）张秋治水，或谓当浚一大沟，或谓多开支河。乃以一翁窍方寸者一，又以一翁窍方分为十，并实水发窍，窍十者先竭。 《孟子・告子下》：金重于羽者，岂谓一钩金与一舆羽之谓哉？椭圆长轴与水流垂直为稳定平衡——舟自横： 《滁州西涧》韦应物【唐】：独怜幽草涧边生，上有黄鹂深处鸣。春潮带雨晚来急，野渡无人舟自横。 《春日登楼怀旧》寇准【宋】：高楼聊引望，杳杳一川平。野水无人渡，孤舟尽日横。 《烛影摇红——题安陆浮云楼》廖世美：晚霁波声带雨，悄无人，舟横野渡。数峰江上，芳草天涯，参差烟树。 《三国演义》：七星坛诸葛祭风，三江口周瑜纵火。 光学小孔成像： 《咏月诗》沈约【萧梁朝】：月华临静夜，夜静灭氛埃。方晖竟户入，园影隙中来。 《革象新书》 放大镜： 《淮南万毕术》刘安【汉代】：高悬大镜，坐见四邻 《暇日记》刘岐【北宋】：水精镜 《辍耕录・雕刻精绝》陶宗仪：宫室人物，山水花木禽鸟，其细若缕 《咏镜诗》庾信【北周】：玉匣聊开镜，轻灰暂拭尘。光如一片水， 影照两边人。月生无有桂， 花开不逐春。试挂淮南竹， 堪能见四邻。 透镜： 《化书・四镜》谭峭【南唐】：“圭、珠、砥、盂” 《春渚纪闻》何薳【宋】：因間硯之中有一鯽，長寸許，遊泳可愛。意為偶汲池水得之，不以為異也。後或疑之，取置缶中，盡出餘水，驗之魚不復見。復酌水滿中，須臾一魚泛然而起，以手取之，終無形體可拘。復不可知為何寶也。 《真率笔记》【宋】：關關贈余本明以青華酒杯，酌酒輙有異香在内，或有桂花或梅或蘭，視之宛然，取之若影。乾則不見矣，余寳之。 《淮南万毕术》刘安【汉代】：削冰令园，举以向日，以艾承其影，则火生。 透光镜： 《镜赋》庾信【北朝 周】：鏡乃照膽照心，難逢難值。鏤五色之盤龍，刻千年之古字。山雞看而獨舞，海鳥見而孤鳴。臨水則池中月出，照日則壁上菱生。 《金石索》馮雲鵬、馮雲鵷【】 《镜镜詅痴》 《古镜记》：承日照之，则背上文画，墨入影内，纤毫无失。 《云烟过眼录》周密【】：映日则背花俱见，凡突起之花，其影皆空。 《梦溪笔谈》 A. S. von Bell《远镜说》 《皇朝礼器图式》 评价：梁启超《中国近三百年学术史》 其它： 邹伯奇《格术补》、《摄影之器记》 总述有关著作： 《墨经》 《考工记》[春秋战国]：经验力学、技术力学，延续至明清。 《梦溪笔谈》 《墨经》包括的力学： 运动对象：杠杆、滑轮、斜面 概念：平衡、力、合力、应力 运动形式：浮体、转动、自由落体、时空运动《墨经》包括光学： 论影、光源与影的关系、小孔成像与光直进、物与光源相对位置与影子大小关系、平面镜（凸面镜、凹面镜）成像。 《梦溪笔谈》包括光学： 油膜干涉色彩 衍射色彩 物体颜色与透光性 冷色：臭鸡蛋发光、萤囊、微生物发光、液态磷化氢发光 曲率、焦点 格术、几何路径","tags":[{"name":"物理","slug":"物理","permalink":"http://librix.github.io/wiki/tags/物理/"},{"name":"笔记","slug":"笔记","permalink":"http://librix.github.io/wiki/tags/笔记/"},{"name":"阅读","slug":"阅读","permalink":"http://librix.github.io/wiki/tags/阅读/"}],"categories":[{"name":"读书笔记","slug":"读书笔记","permalink":"http://librix.github.io/wiki/categories/读书笔记/"}]},{"title":"结构力学不解的问题","date":"2017-06-02T16:00:00.000Z","path":"wiki/2017-06-03-结构力学不解的问题/","text":"一、几何组成分析分析方法： 顺藤摸瓜 替换 体系内任意一个几何不变的钢片，用铰接三角形组成的简单桁架替换，不改变钢片与其他部分的几何链接形式，（不要求几何形状一样）几何形式不变。 零载法 静定结构多跨静定梁多跨静定梁，有两种求内力图的方法，一种是隔离体，一种是按照力学概念直接画出。 刚架复杂刚架的分析，怎么求内力？ 基础的弯矩图还有问题。。。 桁架（缺）拱结构动力学","tags":[{"name":"土木工程","slug":"土木工程","permalink":"http://librix.github.io/wiki/tags/土木工程/"},{"name":"结构力学","slug":"结构力学","permalink":"http://librix.github.io/wiki/tags/结构力学/"},{"name":"土木","slug":"土木","permalink":"http://librix.github.io/wiki/tags/土木/"},{"name":"考研","slug":"考研","permalink":"http://librix.github.io/wiki/tags/考研/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"结构力学","slug":"土木工程知识体系/结构力学","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/结构力学/"}]},{"title":"《土木工程施工（第四版）》钟晖 读书笔记","date":"2017-05-29T16:00:00.000Z","path":"wiki/2017-05-30-土木工程施工/","text":"《土木工程施工（第四版）》是重庆大学出版社出版的一本本科教材。由钟晖、栗宜民、艾合买提・依不拉音主编。 第一章 土石方工程包括： 主要施工过程：土石方的开挖、运输、填筑、平整、压实、etc 准备和辅助工作：场地清理、施工放水、降水、土壁支护、etc 特点： 工程量大、面广。 多为露天作业，受气候、水文、地形地质影响 难确定因素多、施工条件复杂。 施工前要做好准备工作 合理施工方案 降低劳动强度 加快施工进度 节省施工成本 好好清理场地 地面水排除 测量放线 施工中 施工排水 土地支撑 边坡防护 测量控制点 概述土的分类分类方法多： 土的颗粒级配或塑性指数 沉积年代 工程特性 不同的土，物理、力学性质不同。只有充分掌握各类土的特性及施工过程影响，才能正确选择施工方法。 施工分类方法：土石方施工时候，土开挖难易程度分8类，称土的工程分类。开挖方法： 锹、锄头 撬棍、镐 爆破 土的工程性质： 天然密度（总m和总V） 干密度（$m_s$和总V）：密实程度的标准 可松性 K：开挖后松散体积；$K’$:回填后压实 最初可松性系数 $K_s=\\frac{V_2}{V_1}$ 最后可松性系数 $K_s’=\\frac{V_3}{V_1}$ 对土的调配、计算土方运输量、运输工具选择有影响。 含水量（$m_w$与$m_s$的比值） 透水量：水流通过土的难易程度。（$v=Ki$渗透系数、水利坡降） 施工准备和辅助工作场地平整的施工准备工作 施工单位了解施工场地 地形地貌 原有地下管线 构筑物竣工图 土石方施工图 技术材料 工程 水文地质 气象条件 平面控制桩位 场地清理 地面水排除：排水沟、截水沟（山区）、挡水土坝（低洼） 临时道路、设施修筑 考虑雨水、冬季施工安全施工降水基底面低于地下水位，采用人工降水。降水，降低水位。降水方法 集水井降水：明排水法 水泵：离心泵、潜水泵。 井点降水法：人工降低地下水位法 轻型井点应用较为广泛，可以做一次专题 回灌方法：井点、建筑物之间打一排回灌孔，维持建筑物地下水位不下降。 流沙的形成与防治（考点）形成条件： 开挖深度大 地下水位高 土质不好开挖到地下水位以下的时候，土为流态，随地下水流入基坑。 发生流沙土的状态？ 土的承载力完全丧失 土边挖边冒（土力学有更详细的说明） 施工条件恶化，难达到设计深度 严重时，造成旁边建筑物：下沉、倾斜、倒塌 地下水位越高，坑内外水位差越大，动水压力越大，越容易发成流沙现象。 可能发成流沙的土质，基坑挖深超过0.5m，注意流沙。 管涌：当$H\\gammaw&gt;h\\gamma土$发生。力量不均衡随时发生。 覆盖厚度的重量小于 承压水顶托力 细颗粒、均匀、松散、饱和、非粘性土容易发生流沙。 动水压力的方向和大小是是否发生流沙的关键： 平衡动水压力 设法使动水压力向下 截断地下水流 工程措施： 枯水期（地下水位低）施工 抢挖法：挖土速度大于冒沙速度 打板桩（减小水利坡降） 水下挖土法（不排水施工） 井点降低地下水位（设法使动水压力向下），此方法较为可靠。 地下连续墙、土壤冻结法（截断地下水） 土方边坡与土壁支撑为了防止塌方，保证土壁稳定。1、土方边坡 坡度（tan）=1/m，m边坡系数 直线、折线、阶梯2、土壁支撑 场地限制 分为：断式水平挡土支撑、连续式水平挡土支撑、连续式垂直挡土板支撑。 工程量计算与调配土石方量计算 基坑、基槽土方量 长宽比例3:1以内按照拟柱体计算 超过3:1，延长度方向分段计算 基坑截面？ 场地平整（将现场平整成施工要求的设计平面）土方量 场地设计标高（专题） 场地平整土方量计算：方格网法（地形平坦）、断面法（延场地取若干平行断面）土方调配土石方量计算后立即进行。挖土利用、堆弃、填土：三者关系的综合协调。 目的 确定填挖区土方调配数量 确定填挖区土方调配方向 目标 土方施工成本最低 $C_{ij}=\\frac{\\sum E_s}{P生产率}+\\frac{E_0}{V完成土方量}$ 总运输量最小 填挖方量平衡 近期施工与后期利用 分区设计时，应考虑global最优 土料好的土填到土质量要求较高地方 尽可能与大型建筑施工吻合 机械设备功效充分利用 调配区划分（？？）调配区之间平均距离：几何中心与体积重心重合价格优化 生产率：工作量（$m^3$）/班表格计算 $x_{ij}$：从$W_i$挖方到$T_j$填方 最优解：$Z= \\sum\\sum C{ij}x{ij}$算法：最小元素法（简单、迭代次数少） 平均运距表 -&gt; 最小运距 -&gt; “T或W所在位置” $x_{ij}=$填或挖最小数值 $列限-x_{ij}$ 重复，直至为0，以\\在其他格子划去检验算法：“位势法” $C_{ij}=u_i+v_j$，令$u1=0$，则$\\lambda{ij}=C_{ij}-(u_i+v_j)$ 出现负检验数，则需要调整方案调整：“闭回路法” 找出最小的$\\lambda{ij}$，修改对应的$x{ij}$机械化施工施工机械主要的施工机械：推土机、铲运机、单斗挖掘机、多斗挖掘机、装载机等。 推土机：切土、推土、回程 -提高推土机效率 - 槽形推土 - 多铲并运 - 下坡推土 - 并列推土 - 镰刀两侧附加侧板 铲运机：挖土、运土、卸土、填筑、整平 分为液压式、索式 坡行走、铲运时：注意不要转弯铲土，容易翻车 单斗挖掘机：大型基坑、沟槽开挖，清理平整场地；装卸、起重、打桩，etc 正铲、反铲、拉铲、抓铲（自上而下，自重切土） 履带式、轮胎式 机械传动、液压传动 土方与机械配合1.49, 土方填筑与压实保证工程质量，满足强度、变形、稳定性的要求。 土料选择1、设计要求2、设计无要求时 碎石类、沙土、爆破石渣：表层以下，最大粒径小于每层铺厚2/3（振动3/4） 细粉土：询问设计单位 粘性土（含水量满足压实要求）：各层 碎块草皮、有机质&gt;8%：无压实要求土方 淤泥质：一般不做填料；软土沼泽地，次要部位。 含盐量：表 基底处理 基底树根、积水、淤泥、杂物，清除，分层回填 建筑物地面下的填方：清除基底草皮、垃圾 厚度小于0.5m：清除基底草皮、垃圾 土质好平坦地区（i&lt;1/10）:可不清除基底草皮、垃圾，割除长草 稳定山坡(i=1/10~1/5)：清除草皮；稳定山坡(i&gt;1/5)：阶梯型基底，阶宽&gt;1.0m 基底为耕种田、松土：碾压密实 水田、池塘、沟渠：排水、除淤泥、抛块石、砂砾、矿渣后填土。 填筑要求 填土前，检查和验收： 填方基底 隐蔽工程 做隐蔽工程记录 选择压实器具：依据工程特点、填料厚度、压实遍数、施工条件 工程参数（填土压实试验） 确定填料含水量控制范围 铺土厚度 压实遍数 施工：接近水平的分层填土、压实。每层压实后，测量土干密度、压实系数、压实范围。设计要求检验。填土： 同类土 不同类土上次土透水性小（防止形成水囊） 上层透水性小，下层做成适当排水坡度、盲沟 基础管道：注意防止其偏移、变形 填土压实方法 碾压：大面积填土 平滚碾 羊足碾 振动碾 铺土均匀、遍数一致、方向两边推进中心 夯压：小面积填土 夯锤、蛙式夯实机 松填土、特厚土：重锤夯、强夯 振动：压实非粘性土 其他：振动平碾、振动凸块碾 影响压实因素： 压实功 含水量 铺土厚度 压实质量检验（密实度要求：压实系数）爆破工程深基坑和高边坡施工土方边坡支护挡土墙重力式、悬臂式、扶壁式、锚杆、加筋挡土墙，等。 计算：挖方量、填方量、余土外运量 地基与基础工程浅基础施工钢筋混凝土施工适用： 地基软弱 上部荷载大 需要较大底面尺寸 过程：支模、扎筋、浇筑混凝土、拆模、养护 地基部处理 出现岩石 尽量挖出 挖不出设置过梁架 松软土坑 松土挖出，回填基土压缩性相近的土、或用灰土 土坑大，可加深基础 土坑深，可设过梁架、局部换土、回填碎石。 地基处理强夯法80-400N，6~30m,振动，高能量夯击 桩基础施工混凝土结构工程模板工程钢筋工程混凝土工程混凝土冬期施工预应力混凝土概述先张法后张法无粘结预应力砖石砌体工程砌筑材料与材料运输砌体施工砌筑脚手架砌筑工程的质量及安全技术","tags":[{"name":"土木工程","slug":"土木工程","permalink":"http://librix.github.io/wiki/tags/土木工程/"},{"name":"施工","slug":"施工","permalink":"http://librix.github.io/wiki/tags/施工/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"土木工程施工","slug":"土木工程知识体系/土木工程施工","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/土木工程施工/"}]},{"title":"各种软件安装技能","date":"2017-05-27T16:00:00.000Z","path":"wiki/2017-05-28-PKPM怎么安装/","text":"介绍软件的安装方式。 PKPM 怎么安装PKPM 链接: /s/1slrurlr 密码: haha 下载里面的两个文件，压缩包解压，安装 VMware 那个软件，PKPM 解压到非系统盘任意位置，大约需要8GB。 然后打开解压的位置： 可以看到里面有许多同名后缀不同的文件。 不用管别的，双击打开pkpm.vmx。 然后运行，等待一会儿。中间会有乱七八糟的提示，按提示选择即可。出现熟悉的蓝天白云。 点击桌面的PKPM，打开，即可运行。 以前使用 WIN 7 系统的破解，会出现闪屏的情况，但是这个版本不会出现这样的情况。可以测试一下。","tags":[{"name":"PKPM","slug":"PKPM","permalink":"http://librix.github.io/wiki/tags/PKPM/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"专业软件","slug":"土木工程知识体系/专业软件","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/专业软件/"}]},{"title":"00、土木工程的知识体系总论","date":"2017-05-25T16:00:00.000Z","path":"wiki/2017-05-26-00、土木工程的知识体系总论/","text":"介绍土木工程的分支领域，在每个分支领域形成知识树。 大学数学到现在也不是很理解数学到底包括什么内容。 后来发现，根据一个原始的论证，经过一系列步骤可以线性（思维方面）的推理出新的结论。而结论也可以作为论证的一种加入到树状的推理过程中。 人们为什么可以通过几个条件的整合而的出新的结论？其中包含着复杂的证否过程。但是往往忽略了这一点。一方面因为证明过程本身是简单的（意义的非凡性在于对类似情况的思考），而人类语言并不是很高效。对于过简单的实物，大脑的第一反应是厌倦吧（因此也深深敬佩的那些如同老师一般的人）。 智慧的价值在结论、推理过程中用的每一个细小的点和推理路径。 大学物理知道一点数学后，就需要接受物理学的教育。土木工程用到的物理主要用侧重点在力学和材料（钢、混凝土）、结构。而物理学的重点在宇宙或是世界的真相。我们需要接受物理的观念，因为土木工程中的力学是从物理中某个推理过程中用的每一个细小的点推出的。甚至混沌、非线性力学依然在土木中适用，但一定要在掌握扎实基础（知道what是what）的时候，注意侧重点。 物理学是从力学发展起来的。由于对世界上物质的认识发现不同而区分出不同的分支。 理论力学如果单纯的在三流大学上课，在学习理论力学的时候，很容易产生自己都学过的假象。理论力学的结构有些庞杂，我的教材是读过《力学》（郎道）、《理论力学》（沈惠川）、《理论力学》（[俄]马尔挈夫-高等教育出版社-2006），粗略看过《理论力学教程》（第三版-周衍柏），知道金尚年的理论力学目录，非线性知道张建树的《理论力学》书。基本每一本的结构都不同。 最喜欢的是俄罗斯版本的。 材料力学还有一周考试了还没有看过书。本来想借助力学竞赛的春风过一遍，结果有些差劲。 结构力学结构力学使用的是同济大学的教材。要看于玲玲、龙驭球的书。 混凝土、砌体和混凝土设计砌体结构不怎么使用了。 钢结构和钢结构设计其他比如：建筑设备、建设施工管理、土木工程施工 房屋建筑学个人感觉达不到一类的分类标准。但是开设了两个学期，民用建筑和工业建筑的基本分类就是在这一课里面学习的。有些偏向建筑学专业。（暂时这样） CAD&amp;PKPM等土木工程信息化CAD 是必须的。结构设计小助手、","tags":[{"name":"土木工程","slug":"土木工程","permalink":"http://librix.github.io/wiki/tags/土木工程/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"}]},{"title":"考研数学-新东方直播-2018考研指导","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-考研资料-2018考研指导/","text":"[TOC] 目录一招认清专业两招搞定学校考研三大特征及三大对策四个备考阶段 一、认清专业（一）扫盲学科门类（13个）-&gt; 一级学科-&gt;二级学科-&gt;研究方向：哲学 经济学法学 教育学文学 历史学理学 工学 农学医学 军事学管理学 艺术学 本科专业；更大更粗：一级学科；研究生专业：更细更深：二级学科，研究方向； 怎么查专业及代码？所有的考研研究生专业都是6位数。如果第三位数字是5，表示专业硕士。Z：自设专业；J：交叉专业。考研院校库：http://college.koolearn.com/kaoyan/ （二）目前自己接受的学科教育在专业里面如何划分的有着非常非常清晰地认识。（三）技术性专业 vs. 实践性专业技术性专业：不可替代性。工学、医学、经济学、法学、理学、农学实践性专业：管理学、文学、教育学、语言学哲学、史学、艺术学 专业不好怎么办? 向美国为首的帝国主义国家看齐，学更纯粹的技术。 中国是从1到N；美国是从0到1。重专业学科实力 重学校名气和实践机会 二、专硕与学硕有关专硕的几个数字：2013年：3比72020年：7比32016考研：48%39个专硕二级学科 未来的学硕会更加理论、更加学术，可能需要硕博连读。把更多实践性更强，需要解决就业的学硕变成专业硕士。 专业硕士一定是未来研究生考试的大潮。 专业硕士一般培养实践、复合型性两年。学术硕士理论型、硕博连读2-3年。 专业硕士的含金量？学硕的含金量更高。 专硕是否好考？专硕很难考。2016年十大热门专业（报的人多）6个是专业硕士。同一所学校专硕要好考一点。 专硕能不能考博？博导不认专硕。不阻止 专硕能不能当”备胎”？考研调剂和高考调剂不同。考研调剂要想成功要满足两个前提：第一志愿没有招满（即出现缺额）；第二是主动去学校填志愿。调剂要看运气和时机。不靠谱。 结论： 专业侧重点 投入产出比：能考差学校的学硕，不如考好学校的专硕。 二、学校的选择要选选择够得着的学校 能够给你相当大的刺激，一想到就热血沸腾配套的一系列备考方案 衡量意向院校的竞争难度四大指标：名气、学科实力（B+，一级学科硕士流动站，代表学术权威、图书馆、实验室）、地理位置（越好越热：江浙沪）、就业（在xx地方就业）及培养特点 院校选择难度的四个梯队： 第一梯队：名牌大学强势专业 第二梯队：一般院校强势专业 第三梯队：名牌院校冷门专业 第四梯队：一般院校一般专业","tags":[],"categories":[{"name":"考研资料","slug":"考研资料","permalink":"http://librix.github.io/wiki/categories/考研资料/"},{"name":"考研前的准备","slug":"考研资料/考研前的准备","permalink":"http://librix.github.io/wiki/categories/考研资料/考研前的准备/"}]}]}