{"pages":[{"title":"About","date":"2017-05-23T09:50:07.903Z","path":"about/index.html","text":""},{"title":"Tags","date":"2017-05-23T09:50:07.911Z","path":"tags/index.html","text":""},{"title":"Categories","date":"2017-05-23T10:27:18.748Z","path":"categories/index.html","text":""}],"posts":[{"title":"各种软件安装技能","date":"2017-05-27T16:00:00.000Z","path":"wiki/2017-05-28-PKPM怎么安装/","text":"介绍软件的安装方式。 PKPM 怎么安装PKPM 链接: /s/1slrurlr 密码: haha 下载里面的两个文件，压缩包解压，安装 VMware 那个软件，PKPM 解压到非系统盘任意位置，大约需要8GB。 然后打开解压的位置： 可以看到里面有许多同名后缀不同的文件。 不用管别的，双击打开pkpm.vmx。 然后运行，等待一会儿。中间会有乱七八糟的提示，按提示选择即可。出现熟悉的蓝天白云。 点击桌面的PKPM，打开，即可运行。 以前使用 WIN 7 系统的破解，会出现闪屏的情况，但是这个版本不会出现这样的情况。可以测试一下。","tags":[{"name":"PKPM","slug":"PKPM","permalink":"http://librix.github.io/wiki/tags/PKPM/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"专业软件","slug":"土木工程知识体系/专业软件","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/专业软件/"}]},{"title":"《费曼物理学讲义》笔记","date":"2017-05-26T16:00:00.000Z","path":"wiki/2017-05-27-《费曼物理学讲义》笔记/","text":"这应该是我看过的的最难读、最有趣的书。难读可能是因为我有阅读障碍，还可能因为公式写的太过简略。而有趣是说如果忽略公式的意义（由其他书补充）而仅领略思想，收获颇丰。 控制自己应当得多什么，而不是贪婪的不知所谓。 思路大量工作的研究成果成为被人类熟悉的定律。但是，在不了解this part 和 that part 之间的关系的时候，就要去探索这些定律似乎是不公平的。在阐明各学科（或许使用领域这个词汇更为恰当）关系的时候和含义的时候，才能更加明确自身的感受。 一条捷径似乎是如同数学一般：熟悉基本定律，阐述一切可能情况说明基本定律的应用。但是这条路是走不通的，因为1.我们不知道所有的定律，2.正确的叙述这些定律需要陌生的概念，陌生的概念的需要更多的数学基础。所以只能一步一步来。 实验是一切科学的试金石。从哲学G观念上来说，近似定律是完全错误的。极小的效应会产生深刻的变化。 图的错误之处在于一般整个房间只有几个分子，而不像现在这样一张图里面可以出现三个。氢原子和氧原子的角度为105’3’，距离为$0.957A$。 起源：原子原子描述：固体、液体、气体是怎样的？原子的半径大约是$1-2A$，原子重量$1MeV=1.82e-37g$相对原子质量 = 一个原子质量：$1/12$C-12原子质量 = 一个原子质量/1.667e-27kg 《化学原理》书后面的附录给出的数值与1.667不同。 原子发生变化是怎样的？人们称之为化学变化。 基本原理 - 认识物质的本性科学分析的做法：观察、推理、实验。 现象分类：热、电、力学、磁、物性、化学、光或光学、X射线、核物理、引力、介子。 面临问题：发现隐匿在实验背后的定律，把现象综合起来。 热+力学=温度效应电+磁+光=电磁场化学现象+物质性质+原子行为=量子化学场+场的波+场的粒子=量子力学 事物是由什么构成的？总共存在多少基本元素？光子+电子+质子+介子，这几种粒子的相互作用=量子电动力学 物理与其他学科的关系：基础性。 物理的历史问题：环流、湍流。 能量守恒 -&gt; 虚功原理动能 能量形式：电能、热能、光能（辐射能）、化学能、弹性能、质能。能量不被看做是某个具体的物理量，而是数学的量，抽象而又奇怪。 重子守恒 时间与空间时间定义时间测量时间-周期性发成的事情（电学摆） 电学摆 t=距离/速度 （体育测试） 半衰期 $\\frac{1}{2}^{\\frac{t}{T}}=\\frac{B}{A}$ 距离测量距离：三角法、表面积$\\sigma=\\pi r^2=\\frac{A}{N}(\\frac{n_1-n_2}{n_1})$ 用没有通过的粒子数量除以粒子总数量。测量的误差是$\\Delta x=\\frac{h}{\\Delta p} 动量知识上的误差。类似的，时间误差$\\Delta t=\\frac{h}{\\Delta E}$ 几率：大量重复观察时对其出现特定结果的最可能分数统计几率不是我们希望得到N次出现。而是期望得到一个靠近N的数。 起伏 -二项分布、帕斯卡三角形 组合数、$p(n,k)=\\frac{(组合数)}{2^n} 无规则行走 D={+1,-1}问题是每一步既可以向前，又可以向后，N步以后到底平均走了多远？ $$=N$$$$D_{rms}=\\sqrt{}$$$$D=2N_n-N=N_H-N_f$$实验确定的几率是有误差的，记作：$P(H)=\\frac{N_H}{N}\\pm\\frac{1}{2\\sqrt{N}}$ 几率分布距离D 取任一特定值几率是0。$P(x,\\Delta x) = p(x)\\Delta x$：D位于$(x,\\Delta x)$的概率。$p(x)$ 几率密度。区间可以扩大到任意的$(x_1,x_2)$ $p(x_1&lt;x&lt;x2)=\\sum p(x)\\Delta x=\\inf{x_1}^{x_2} p(x)dx 测不准$P_1(x)$ ：曲线宽度$[\\Delta x]$$P_2(x)$ ：曲线宽度$[\\Delta v]$$$[\\Delta x][\\Delta v]\\neq\\frac{h}{M}$$ 离质子距离r的体积元$\\Delta V$内，有一定机会（$p(x)\\Delta V$）观察到这个电子。 未受到干扰的氢原子$p(r)=\\Lambda e^{-\\frac{r^2}{a^2}}$(a=典型半径) 万有引力Tycho Brahe 在哥本哈根附近的 Hven 岛上他的天文台编制了一张大的天文星表。Garile惯性原理：不受干扰，则会保持自身的运动。Newton深入表示：改变物体运动的唯一方式是对其用力。 评价 Newton 一个对事物普遍性有非凡触觉的人。 月球下落：离开不存在力作用时，原应遵循的那条直线。 木星的月球下落速度不同，可以据此估计光速。 Cavendish 秤地球试验。Eotvos 、Dioke 先后验证：质量与重量正比关系精确到$e-9$ 运动为了找出规律，必须描述变化。物体最简单的变化是位置随时间的明显变化–&gt;运动。 芝诺悖论。 速度、加速度 牛顿的动力学定律Newton 写下三条定律。动量各方向速度各方向加速度各方向力 Note. 因为没有向量的概念，还不能称之为分量 什么是力？动力学的主要工作是寻找有关力的规律。 动力学方程（加速度、力）的含义是：由于有力，速度改变一点点。由于有速度，位置又改变一点点。 动量守恒简单问题：数值解法复杂问题：解析方法更复杂的问题（碰撞、流体）：无法解决 三体问题 动量守恒 作用力与反作用：$dp_1/dt = -dp_2/dt$ 内力：$d(p_1+p_2)/dt=0$ 总动量不依据相互作用改变而改变（对时间导数=0，自己为常数） 相对性原理（GArile相对性）推导动量守恒 动量定理结论： 如果一个物体爆炸分开，将以相同的速度分开。 如果两个等质量物体相同速度碰撞，速度=0. 我们可以使用实验来验证以上结论：第一，两个相等质量静止物体，中间爆炸。（0，m）与（0，m）。 第二，两个质量相同，一个速度为v，一个速度为0。（v，m）碰撞（0，m）猜想： 假设自己乘坐在 $-v$ 速度的车子里面。 看上去像：乘坐的车子，速度=0；未乘坐的车子，速度=v（我们眼中的速度）+v（原本的速度）=2v，速度相反。 碰撞后，结合体速度=v。 类似：两个质量相同的物体，不同运动速度。验证： AB之间：爆炸物，获取速度。 BC之间：距离，C上有粘结物。 第三，两个不同质量物体（0，m）和（0,2m）爆炸。重复试验。 第四，物体1（速度v，质量m）碰撞物体2（速度0，质量2m）。质心、坐车。 至此，逐步建立起来动量守恒定律。 弹性碰撞：（减小碰撞过程产生的热和振动）弹回来的速度=初始速度。 物体碰撞前后速度与动量守恒无关，与动能守恒有关。 几乎完全弹性碰撞的例子：磁性、原子 相对论性动量，质量随速度改变，服从$m=m_0/\\sqrt{1-v^2/c^2}$的定律。各方向上，$p_i=\\frac{m_0v_i}{\\sqrt{1-v^2/c^2}}$，其中$v^2=v_x^2+v_y^2+v_z^2,i=x,y,z$。如果对x方向动量求和，则x方向动量守恒。 动量是否像能量一样，存在某种形式的隐藏？实际上是非常困难的。 把$v^2$（只有大小，没有方向）相加，一个物体内原子的无规则运动提供了热能一种度量。物体内热存在吗与物体是否整体运动无关。热的守恒不明显。 把$v$（有大小，有方向）相加，意味着物体的某方向平移，显著的动量是容易察觉的。 牛顿的前提之一：一段距离内相互作用是瞬时的。 两个电子相互作用，一个电子突然移动，对另一个电荷的影响不是瞬时的。 有一点延迟 彼此的力相等（牛顿第三定律） 动量不符合 在动量相符合与动量不符合之间的一段时间：【影响跨过距离所需要】的时间 为了说明这一点，这段时间内，存在粒子动量mv和另一类动量，即电磁场动量。 粒子之间只具有力的观念需要修正为：粒子具有场，场作用在另一个粒子上；场本身具有我们熟悉的性质（如带有动量、能量）。 量子力学中，动量是另外一回事（不是$mv$了）。 速度很难度量 动量还存在 粒子表现为粒子，动量=mv；粒子表现为波，动量=每厘米波数。 $f=ma$不再成立，但是动量守恒依然成立。 矢量物理定律的对称性Hermann Weyl：对x施加operation，operate以后的情况和原来一致–&gt;事物对称。 物理概念不是纯粹的数学或者抽象概念，需要一些常识。 物理定律对平移、转动是对称的：把坐标平移，物理定律不变。 矢量分析：为了降低分析问题的繁琐度，设计的一种工具。 矢量：所有有方向的量 一个量代表n个量 为了保持数学的简单性，使用同一个符号表示另外n个量。这样，改变坐标而不用改变方程的字母：用同一个量表示从不同坐标看到的同一个客体的n个字母。 矢量的性质 矢量加法、减法 乘以一个常数 对时间求微商 矢量差：只有两个矢量尾端在一起的时候，才有意义。 矢量标积：$\\mathbf{a}\\mathbf{a}=a^2_x+a^2_y+a^2_z$ $kE = \\frac{1}{2}m\\mathbf{v}\\mathbf{v}=\\frac{1}{2}m(v^2_x+v^2_y+v^2_z)$ 功 单位矢量 $\\mathbf{i}\\mathbf{i}=1$ $\\mathbf{i}\\mathbf{j}=0$ 垂直 $\\mathbf{a}$在$\\mathbf{i}$上的分量是$\\mathbf{a}\\mathbf{i}=a\\cos \\theta$ 力的特性什么是力？牛顿定律：如果一个物体加速运动，那么一定有力作用在这个物体上。 这个说法是有问题的：是因为实在没有说出新的东西。 从这个定律得不到任何预见。 人们可以坐在椅子上定义一些词，但是物体发生的行为与定义的选择完全无关。 理想化：大约在$1e10$以内的极好近似下，椅子的原子数量在一分钟内保持不变。 力学是一门描述自然界的学科，不能仅把$F=ma$称为定义，纯数学的推演一切。在建立是懂得假说之后，总有可能建立一套数学体系，但是们不可能建立有关我们世界的某种数学，因为迟早我们会发现这些公理对于自然界的客体是否正确。因此我们立刻掺入这些复杂的自然界客体，而且做出的精度日益增加的近似。 摩擦 越精细，越复杂，越加不是简单。 相互接触的两个表面是不平整的，有许多接触点，而这些接触点上，原子好像粘结在了一起。 拉动某一个正在滑动的物体的时候，原子啪一下分开。 随即，振动。 过去的摩擦 表面凹凸不平 摩擦起因：抬高滑动体越过凸起部分。 过程无能量损失（不可能的，实际要消耗动力） 根据经验，摩擦可以近似使用$f=\\mu N$（取决于法向力），对于大致判断某些实际或工程学情况中所需的力的大小是一个很好的经验法则。","tags":[{"name":"随笔","slug":"随笔","permalink":"http://librix.github.io/wiki/tags/随笔/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"},{"name":"大学物理","slug":"土木工程知识体系/大学物理","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/大学物理/"}]},{"title":"00、土木工程的知识体系总论","date":"2017-05-25T16:00:00.000Z","path":"wiki/2017-05-26-00、土木工程的知识体系总论/","text":"介绍土木工程的分支领域，在每个分支领域形成知识树。 大学数学到现在也不是很理解数学到底包括什么内容。 后来发现，根据一个原始的论证，经过一系列步骤可以线性（思维方面）的推理出新的结论。而结论也可以作为论证的一种加入到树状的推理过程中。 人们为什么可以通过几个条件的整合而的出新的结论？其中包含着复杂的证否过程。但是往往忽略了这一点。一方面因为证明过程本身是简单的（意义的非凡性在于对类似情况的思考），而人类语言并不是很高效。对于过简单的实物，大脑的第一反应是厌倦吧（因此也深深敬佩的那些如同老师一般的人）。 智慧的价值在结论、推理过程中用的每一个细小的点和推理路径。 大学物理知道一点数学后，就需要接受物理学的教育。土木工程用到的物理主要用侧重点在力学和材料（钢、混凝土）、结构。而物理学的重点在宇宙或是世界的真相。我们需要接受物理的观念，因为土木工程中的力学是从物理中某个推理过程中用的每一个细小的点推出的。甚至混沌、非线性力学依然在土木中适用，但一定要在掌握扎实基础（知道what是what）的时候，注意侧重点。 物理学是从力学发展起来的。由于对世界上物质的认识发现不同而区分出不同的分支。 理论力学如果单纯的在三流大学上课，在学习理论力学的时候，很容易产生自己都学过的假象。理论力学的结构有些庞杂，我的教材是读过《力学》（郎道）、《理论力学》（沈惠川）、《理论力学》（[俄]马尔挈夫-高等教育出版社-2006），粗略看过《理论力学教程》（第三版-周衍柏），知道金尚年的理论力学目录，非线性知道张建树的《理论力学》书。基本每一本的结构都不同。 最喜欢的是俄罗斯版本的。 材料力学还有一周考试了还没有看过书。本来想借助力学竞赛的春风过一遍，结果有些差劲。 结构力学结构力学使用的是同济大学的教材。要看于玲玲、龙驭球的书。 混凝土、砌体和混凝土设计砌体结构不怎么使用了。 钢结构和钢结构设计其他比如：建筑设备、建设施工管理、土木工程施工 房屋建筑学个人感觉达不到一类的分类标准。但是开设了两个学期，民用建筑和工业建筑的基本分类就是在这一课里面学习的。有些偏向建筑学专业。（暂时这样） CAD&amp;PKPM等土木工程信息化CAD 是必须的。结构设计小助手、","tags":[{"name":"土木工程","slug":"土木工程","permalink":"http://librix.github.io/wiki/tags/土木工程/"}],"categories":[{"name":"土木工程知识体系","slug":"土木工程知识体系","permalink":"http://librix.github.io/wiki/categories/土木工程知识体系/"}]},{"title":"考研数学-新东方直播-2018考研指导","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-考研资料-2018考研指导/","text":"[TOC] 目录一招认清专业两招搞定学校考研三大特征及三大对策四个备考阶段 一、认清专业（一）扫盲学科门类（13个）-&gt; 一级学科-&gt;二级学科-&gt;研究方向：哲学 经济学法学 教育学文学 历史学理学 工学 农学医学 军事学管理学 艺术学 本科专业；更大更粗：一级学科；研究生专业：更细更深：二级学科，研究方向； 怎么查专业及代码？所有的考研研究生专业都是6位数。如果第三位数字是5，表示专业硕士。Z：自设专业；J：交叉专业。考研院校库：http://college.koolearn.com/kaoyan/ （二）目前自己接受的学科教育在专业里面如何划分的有着非常非常清晰地认识。（三）技术性专业 vs. 实践性专业技术性专业：不可替代性。工学、医学、经济学、法学、理学、农学实践性专业：管理学、文学、教育学、语言学哲学、史学、艺术学 专业不好怎么办? 向美国为首的帝国主义国家看齐，学更纯粹的技术。 中国是从1到N；美国是从0到1。重专业学科实力 重学校名气和实践机会 二、专硕与学硕有关专硕的几个数字：2013年：3比72020年：7比32016考研：48%39个专硕二级学科 未来的学硕会更加理论、更加学术，可能需要硕博连读。把更多实践性更强，需要解决就业的学硕变成专业硕士。 专业硕士一定是未来研究生考试的大潮。 专业硕士一般培养实践、复合型性两年。学术硕士理论型、硕博连读2-3年。 专业硕士的含金量？学硕的含金量更高。 专硕是否好考？专硕很难考。2016年十大热门专业（报的人多）6个是专业硕士。同一所学校专硕要好考一点。 专硕能不能考博？博导不认专硕。不阻止 专硕能不能当”备胎”？考研调剂和高考调剂不同。考研调剂要想成功要满足两个前提：第一志愿没有招满（即出现缺额）；第二是主动去学校填志愿。调剂要看运气和时机。不靠谱。 结论： 专业侧重点 投入产出比：能考差学校的学硕，不如考好学校的专硕。 二、学校的选择要选选择够得着的学校 能够给你相当大的刺激，一想到就热血沸腾配套的一系列备考方案 衡量意向院校的竞争难度四大指标：名气、学科实力（B+，一级学科硕士流动站，代表学术权威、图书馆、实验室）、地理位置（越好越热：江浙沪）、就业（在xx地方就业）及培养特点 院校选择难度的四个梯队： 第一梯队：名牌大学强势专业 第二梯队：一般院校强势专业 第三梯队：名牌院校冷门专业 第四梯队：一般院校一般专业","tags":[],"categories":[{"name":"考研资料","slug":"考研资料","permalink":"http://librix.github.io/wiki/categories/考研资料/"},{"name":"考研前的准备","slug":"考研资料/考研前的准备","permalink":"http://librix.github.io/wiki/categories/考研资料/考研前的准备/"}]},{"title":"感悟语录","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-语录搜集-感悟/","text":"人生后来当知，看似热闹的觥筹交错，大多都不是真亲近。一杯茶，寥寥数语，会心一笑，才是真朋友。后来才知，大凡三言两语就热情洋溢，似以你为至交的人，都会很快离散不见。静水流深，这句话当适用于任何情义。——《 不畏将来 不念过去》 人生有两种境界：一是痛而不言，二是笑而不语。 做为一个知名人士，高手一般是：别人恋恋不舍，自己去意已决。 学习以自己的兴趣作为主攻方向。然后把工作仅仅当作是谋生手段。 足够的热情，足够的动力，足够的耐心，足够的持久性。","tags":[],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"感悟","slug":"语录收集/感悟","permalink":"http://librix.github.io/wiki/categories/语录收集/感悟/"}]},{"title":"未解决的物理问题","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-语录搜集-未解决的问题/","text":"1、费曼在物理学讲义里面说，芝诺悖论的错误在于时间不可无限制的分割，那么怎么证明呢？","tags":[{"name":"随笔","slug":"随笔","permalink":"http://librix.github.io/wiki/tags/随笔/"}],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"未解问题","slug":"语录收集/未解问题","permalink":"http://librix.github.io/wiki/categories/语录收集/未解问题/"}]},{"title":"【一周语录】0525-0528逻辑反转的笑话","date":"2017-05-24T16:00:00.000Z","path":"wiki/2017-05-25-幽默与笑话/","text":"@大头和他的朋友们 这么冷的天还穿短裙，等你老了你就知道了。还是年轻时候穿短裙好看。 ​​​​ 大哥与情人闹矛盾，拉不下面子去求和，于是对手下人说：“小王，你去当说客。”小王犹豫：“大哥，这样真的好吗？”大哥大手一挥：“没事，去吧！”于是小王就去将大哥的情人睡了。 早上坐公交，好不容易有个座位，刚坐下就上来一老大妈，无奈只好起身让座。老大妈很是健谈：“小伙子不错，长的也好看，多大了啊？”“23了，奶奶。”“噢，我有一孙女，也23了。”听到这里我瞬间就来了精神：“这么巧阿，看您这样孙女肯定也挺漂亮啊。”“是啊，同样23，人都已经买车了。 女友红着脸：“和你说个事，我马上就能过母亲节了。”“真的吗？！难道你……”女友用力点点头：“嗯，我准备嫁给你爸爸了！” 儿子：“先有爸爸还是先有儿子？肯定是先有儿子啦。是妈妈先生下了我，爸爸才能升级成为爸爸的！” #智商#”上帝播洒智慧的时候，你打伞了。 “找男朋友一定要找帅的吗？”“你不懂，女生找男朋友不一定要找帅的，但一定要找自己喜欢的。”“那你喜欢。。？”“我喜欢帅的。” 我看到一道数学题，14,28,312,416,？.?处是什么？ 一个宿舍的同学在洗澡，水进了眼里，想要冲洗，正好水龙头都有人。一着急，他对旁边的人说：“同学，我脑袋进水了，快让我先冲一下！” 古有一商人，于川中收购一批橘子，苎麻，小麦，兽皮。从水路出川，船至半途，水急桨朽，桨折断而顺水去。船夫甚急，问商人：“无桨不得行船，你所携货物有无长直之物当桨？”商人安慰他：“我有橘麻麦皮不知当桨不当桨？” 在微信群里看到一美女网名叫绣缘希！我向她打招呼：美女你好！她说：你好！你叫什么名字啊！我说：陆漫漫！之后她就甩了我句：臭流氓！…………… 初中时谈恋爱，被老师发现叫家长，我刚叫声：“叔叔…”话没说完，那家长一个嘴巴扇过来，怒道：“你都和我女儿亲嘴了，还有脸叫我叔叔！”我一愣，脱口而出：“爸”。…… 一哥们问单位一位快要奔三的美女，你这么漂亮咋还没结婚？ 美女说，我小时候削苹果，不小心削到手，到现在还有一道疤呢!哥们不解，手上的疤痕跟结婚有啥关系啊？ 美女回答，你说呢(1.美女:我结不结婚跟你有啥关系？ 2.手上疤痕可能会被误认为断掌，迷信里断掌的女人克夫) 如果你乖，我可以考虑一下不再拍你屁股，摸你胸好啦! 我已经不是那个花五十块钱也要考虑很久的小可爱了，我现在五块钱都要深思熟虑。不要再说我是你的宝贝，我是你的唯一，我是你最重要的人这一类的话了，傻孩子，我是你爹。 你不理我时抑郁到想进理发店染一头五颜六色的头发从此做一头快乐的草泥马。 当你觉得自己又丑又穷一无是处时，别绝望，因为至少你的判断是对的。 我有三个朋友，一个叫东眼，一个叫西嘴，一个叫南耳，请问我叫什么名字?没错，我就是叫北鼻。虽然我不曾拥有一场说走就走的旅行，但有一个说胖就胖的体型呀! 对于一个路痴来说，最值的热泪盈眶的就是，你站那别动，我去接你。 听说一直打错字的人，智商比较高，因为智商太高了，所以手就有点跟不上脑部运转的节奏。 初中小伙伴纷纷变身男神女神该脱单的也都脱单了，只有我在逗比的道路上越走越远。 七月我一定好好学习天天向上，绝对不玩手机不谈恋爱。如果做不到，那我八月再发一遍。 早上起来，看见镜子里的人大叫道：“哇，这谁家美女，长的跟朵花似的。” 我真傻，你说会爱我一世，而我却忘了问，是这一世还是下一世? 世界有病，更有病的是我还不得不给它捧场。 枯藤老树昏鸦，学校伙食太差，同学饿成瘦马。夕阳西下，嘛嘛我要回家。 爷爷说在他们那个年代考试遇到不会做的题就写“毛主席万岁”没有人敢打叉。 来生，想做一朵蒲公英，无牵无挂，无欲无求，起风而行，风静而安。 我爱的姑娘，有着浑圆的乳房，我要是摸她大屁股，她还骂我流氓。","tags":[{"name":"笑话 文字","slug":"笑话-文字","permalink":"http://librix.github.io/wiki/tags/笑话-文字/"}],"categories":[{"name":"语录收集","slug":"语录收集","permalink":"http://librix.github.io/wiki/categories/语录收集/"},{"name":"逻辑反转","slug":"语录收集/逻辑反转","permalink":"http://librix.github.io/wiki/categories/语录收集/逻辑反转/"}]}]}